{
  "CA": [
    {
      "requirement_id": "CA_req_0008",
      "type": "scoring_criteria",
      "description": "one proposed service may not receive points under two different categories, except in the case of proportionately-scored scored services pursuant to the previous paragraph.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "are mutually exclusive"
    },
    {
      "requirement_id": "CA_req_0014",
      "type": "scoring_criteria",
      "description": "a certified HERS Rater, a certified GreenPoint rater, a US Green Building Council certification, or the project architect.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ming compliance from one of the following"
    },
    {
      "requirement_id": "CA_req_0015",
      "type": "threshold_requirement",
      "description": "eligible,  by  meeting all program eligibility requirements; complete, which includes meeting all basic threshold requirements; and financially feasible.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "and these regulations to determine if"
    },
    {
      "requirement_id": "CA_req_0023",
      "type": "compliance_requirement",
      "description": "The California Tax Credit Allocation Committee ('CTCAC') or its successor.\n- (q) Community Foundation.  A local foundation organized as a public charity under section 509(a)(1) of the Internal Revenue Code.\n- (r) Compliance Period.",
      "section_reference": "Section (p)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Committee"
    },
    {
      "requirement_id": "CA_req_0026",
      "type": "threshold_requirement",
      "description": "A  proposed  9%  Tax  Credit  project  that  has  met  all  of  the  Basic  Threshold Requirements  and  Additional  Threshold  Requirements  described  in  Sections  10325(f)  and  (g) below.\n\n- (z) Executive Director.  The executive director of the California Tax Credit Allocation Committee.\n- (aa)  Fair Housing Law(s).",
      "section_reference": "Section (y)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Eligible  Project"
    },
    {
      "requirement_id": "CA_req_0049",
      "type": "threshold_requirement",
      "description": "These regulations shall take precedence with respect to any and all conflicts with provisions of the QAP or other guidance provided by the Committee.  This subsection shall not be construed to limit the effect of the QAP and other guidance in cases where said documents seek to fulfill, without conflict, the requirements of federal and state statutes pertaining to the Tax Credit Programs.\n- (g) The Committee may, at its sole discretion, reject an application if the proposed project fails to meet ...",
      "section_reference": "Section (f)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Conflicting provisions"
    },
    {
      "requirement_id": "CA_req_0051",
      "type": "threshold_requirement",
      "description": "To be eligible for Tax Credits, all applicants must select and compete in only one of the categories listed below, exclusive of the Acquisition and/or Rehabilitation and Large Family New Construction located in a Highest or High Resource Area housing types which are listed here solely  for  purposes  of  the  tiebreaker  in  Section  10325(c)(9),  and  must  meet  the  applicable 'additional  threshold  requirements'  of  Section  10325(g),  in  addition  to  the  Basic  Threshold Requirements i...",
      "section_reference": "Section (h)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Housing types"
    },
    {
      "requirement_id": "CA_req_0057",
      "type": "threshold_requirement",
      "description": "- (1) Applicants  may  request  State  Farmworker  Credits  for  eligible  Farmworker  Housing  in combination with federal credits, or they may request State Farmworker Credits only. If seeking a federal Credit Ceiling reservation, applicants may apply only during competitive rounds  as  announced  by  CTCAC  and  shall  compete  under  the  provisions  of  Section 10325(c) et. seq.  If requesting federal credits for use with tax exempt bond financing, or State Farmworker Credits only, applican...",
      "section_reference": "Section (h)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "State Farmworker Credit"
    },
    {
      "requirement_id": "CA_req_0058",
      "type": "threshold_requirement",
      "description": "A project will be designated 'high cost' if a project's total eligible  basis  exceeds  its  total  adjusted  threshold  basis  limit  by  30%.  Staff  shall  not recommend such project for credits. Any project may be subject to negative points if the project's total eligible basis at placed in service exceeds the revised total adjusted threshold basis limits for the year the project is placed in service (or the original total eligible threshold basis limit if higher) by 40%.\n9.",
      "section_reference": "Section (B)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "shall be excluded"
    },
    {
      "requirement_id": "CA_req_0059",
      "type": "scoring_criteria",
      "description": "- (1) In the initial application, applicants requesting state credits shall make an election to sell ('certificate') or not sell all or any portion of the state credit, as allowed pursuant to Revenue and  Taxation  Code  Sections  12206(o),  17058(q),  and  23610.5(r).  The  applicant  for  a certificated credit shall be a non-profit entity and the state credit price shall not be less than eighty (80) cents per dollar of credit.  The applicant may, only once, revoke an election to sell at any ti...",
      "section_reference": "Section (d)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of the Revenue and Taxation Code"
    },
    {
      "requirement_id": "CA_req_0060",
      "type": "threshold_requirement",
      "description": "At a minimum this must be three (3) projects in service more than three years, or the demonstrated training required under Section 10326(g)(5). Two  of  the  three  projects  must  be  Low  Income  Housing  Tax  Credit  projects  in California.  If the new general partner does not meet these experience requirements, then substitution of general partner shall not be permitted. The requirements of this paragraph  apply  to  a  change  to  any  general  partner,  member,  or  equivalent responsible...",
      "section_reference": "Section (A)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "as  the exiting general partner"
    },
    {
      "requirement_id": "CA_req_0061",
      "type": "scoring_criteria",
      "description": "- (3) The Capital Needs Covenant shall at all times be subordinate to any deed of trust given to any  third  party  lender  to  a  project.  The  owner  of  a  project  subject  to  a  Capital  Needs Covenant shall certify compliance with the terms of said Capital Needs Covenant to CTCAC annually for the term of the Capital Needs Covenant on a form to be developed by the Executive Director. Failure to comply with the terms of the Capital Needs Covenant may subject the owner to negative points an...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "as a result of the Transfer Event"
    },
    {
      "requirement_id": "CA_req_0063",
      "type": "scoring_criteria",
      "description": "Upon being informed, or finding, that information supplied by an applicant, any person acting on behalf of an applicant, or any team member identified in the application, pursuant to these regulations, is false or no longer true, and the applicant has not notified CTCAC in writing, the Committee may take appropriate action as described in H &amp; S Code Section 50199.22(b) and in  section  10325(c)(2)  of  these  regulations.    Additionally  the  Executive  Director  may  assess negative  point...",
      "section_reference": "Section (d)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "False information"
    },
    {
      "requirement_id": "CA_req_0065",
      "type": "threshold_requirement",
      "description": "Applications received after an application-filing deadline shall not be accepted.\n\n- (d) Incomplete application.  Determination of completeness, compliance with all Basic and Additional Thresholds, the scoring of the application, and any application submission requirements pursuant to these regulations and the application form shall be based on the documents contained in the application as of the final filing deadline except as provided in Section 10322(e). Applications not meeting all applicati...",
      "section_reference": "Section (c)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Late application"
    },
    {
      "requirement_id": "CA_req_0066",
      "type": "threshold_requirement",
      "description": "No additional documents pertaining to: the Basic or Additional Threshold Requirements; scoring categories; and any application submission requirements pursuant to these regulations and the application form shall be accepted after the application-filing deadline unless the  Executive  Director,  at  their  sole  discretion,  determines  that  the  deficiency  is  an  application omission of either a document existing as of the application-filing deadline, or a document certifying to a condition e...",
      "section_reference": "Section (e)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Application Omissions"
    },
    {
      "requirement_id": "CA_req_0067",
      "type": "scoring_criteria",
      "description": "Incomplete  applications  or  others  not  expected  to  receive  a reservation of Tax Credits due to relatively low scores, may or may not be fully evaluated by the Committee.\n- (h) Standard application documents.  The following documentation relevant to the proposed project is required to be submitted with all applications:\n- (1) Applicant's Statement.  A completed and signed version of the CTCAC Applicant Statement signifying the responsibility of the applicant to:\n- (A) provide application r...",
      "section_reference": "Section (g)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Applications  not  fully  evaluated"
    },
    {
      "requirement_id": "CA_req_0071",
      "type": "scoring_criteria",
      "description": "Applications received in a reservation cycle, and competing for Federal and/or State Tax Credits, shall be scored and ranked according to the below-described criteria, except as modified by Section 10317(g) of these regulations.  The Committee shall reserve the right to determine, on a case-by-case basis, under the unique circumstances of each funding round, and in consideration of the relative scores and ranking of the proposed projects, that a project's score is too low to warrant a reservatio...",
      "section_reference": "Section (c)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Credit Ceiling application competitions"
    },
    {
      "requirement_id": "CA_req_0072",
      "type": "scoring_criteria",
      "description": "To receive points under this subsection for projects in existence for more than three years, a proposed general partner, or a key person within the proposed  general  partner  organization, must  meet  the  following conditions:\n- (i) For projects in operation for more than three years, submit a certification from a third party certified public accountant that the projects for which it is requesting  points  have  maintained  a  positive  operating  cash  flow,  from typical  residential  income...",
      "section_reference": "Section (A)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "General partner experience"
    },
    {
      "requirement_id": "CA_req_0073",
      "type": "threshold_requirement",
      "description": "To receive points under this subsection, the property  management  company  must  meet  the  following  conditions.    To  obtain points for projects previously managed, the ending date of the property management role must be no more than 10 years from the application deadline.  In addition, the property  management  experience  with  a  project  shall  not  pre-date  the  project's placed-in-service date.\n- (i) Six  to  10  projects  managed  more  than  three  years,  of  which  two  shall  be...",
      "section_reference": "Section (B)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Management Company experience"
    },
    {
      "requirement_id": "CA_req_0074",
      "type": "scoring_criteria",
      "description": "Such private systems must receive approval from the CTCAC Executive Director prior to the application deadline. Multiple bus lines may be aggregated for the above points, only if multiple lines from the designated stop travel to an employment center.  Such aggregation must be demonstrated to, and receive prior approval from, the CTCAC Executive Director in order to receive competitive points.\n\n2.",
      "section_reference": "Section (b)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "if service is provided free to the residents"
    },
    {
      "requirement_id": "CA_req_0075",
      "type": "scoring_criteria",
      "description": "The Executive Director shall either rescind the Tax Credit Reservation, assess negative points, or both for failure to meet the assigned due date.\n\nIf no construction lender is involved, evidence must be submitted no later than the assigned due date, after the Reservation is made that the equity partner has been admitted to the ownership entity, and that an initial disbursement of funds has occurred.  CTCAC shall conduct a financial feasibility and cost reasonableness analysis upon receiving sub...",
      "section_reference": "Section (G)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "notice to proceed delivered to the contractor"
    },
    {
      "requirement_id": "CA_req_0076",
      "type": "threshold_requirement",
      "description": "For  applicants  who  agree  to  both  1)  exchange  Federal  Tax Credits for State Tax Credits pursuant to Section 10317(e) and 2) exchange State Tax Credits for Federal Tax Credits pursuant to Section 10317(c). 2 points\n\nApplicants receiving these points agree to make the exchange in a manner that yields equal equity based solely on the tax credit factors stated in the application.\n\n- (B) Enhanced Accessibility and Visitability.    Project  design  incorporates  accessibility provisions  of  t...",
      "section_reference": "Section (A)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Credit  Substitution"
    },
    {
      "requirement_id": "CA_req_0077",
      "type": "scoring_criteria",
      "description": "The  proposed  project  commits  to  having  at  least  one nonsmoking building and incorporating the prohibition into the lease agreement for the affected units. If the proposed project contains only one building, the proposed project  shall  commit  to  prohibiting  smoking  in  designated  contiguous  units  and incorporating the prohibition into the lease agreement for the affected units.\n\n2 points\n\n- (D) Historic Preservation.  The project proposes to use Historic Tax Credits 1 point\n- (E) ...",
      "section_reference": "Section (C)",
      "mandatory": false,
      "point_value": 2,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Smoke Free  Residence"
    },
    {
      "requirement_id": "CA_req_0078",
      "type": "scoring_criteria",
      "description": "The  project  proposes  to  make  Tax  Credit  Units available for eventual tenant ownership and provides the information described in Section 10325(c)(6) of these regulations. 1 point\n- (G) Utilizing Excess State-Owned Land: Projects located on land designated as excess state land pursuant to Executive Order N-06-19. 2 points\n\n## (9) Tie Breakers\n\nIf multiple applications receive the same score, the following tie breakers shall be employed:\n\nFor applications for projects within single-jurisdict...",
      "section_reference": "Section (F)",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Eventual  Tenant  Ownership"
    },
    {
      "requirement_id": "CA_req_0081",
      "type": "threshold_requirement",
      "description": "Except where CTCAC staff determines a project to be high cost, staff shall score and rank projects as described below. Staff shall identify high-cost projects by comparing each scored project's total eligible basis against its total adjusted threshold basis limits.  CTCAC  shall  calculate  total  eligible  basis  by  using  all  project  costs  listed  within  the application unless those costs are not includable in basis under federal law as demonstrated by the  shaded  cells  in  the  applica...",
      "section_reference": "Section (d)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Application selection for evaluation"
    },
    {
      "requirement_id": "CA_req_0082",
      "type": "threshold_requirement",
      "description": "To receive a reservation of Tax Credits, applications selected pursuant to subsection (d) of this Section, shall be evaluated, pursuant to IRC Section 42, H &amp; S Code Sections 50199.4  through  50199.22,  R  &amp;  T  Code  Sections  12206,  17058,  and  23610.5,  and  these regulations to determine if; eligible, by meeting all program eligibility requirements; complete, which includes meeting all basic threshold and additional threshold requirements; and financially feasible.",
      "section_reference": "Section (e)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [
        "IRC Section 42"
      ],
      "state_specific": false,
      "implementation_details": "Application Evaluation"
    },
    {
      "requirement_id": "CA_req_0083",
      "type": "threshold_requirement",
      "description": "No  application  is  complete  without  meeting  the  following  basic  threshold requirements at the time the application is filed and to the Executive Director's satisfaction:\n- (1) Housing need and demand.  Applicants shall provide evidence that the type of housing proposed,  including  proposed  rent  levels,  is  needed  and  affordable  to  the  targeted population within the community in which it is located, with evidence including a market study that meets the current market study guidel...",
      "section_reference": "Section (f)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Basic  Thresholds"
    },
    {
      "requirement_id": "CA_req_0084",
      "type": "scoring_criteria",
      "description": "All rehabilitated buildings, both competitive and non-competitive, shall meet one of the following:\n- (i) Achieve at least  a 10% post-rehabilitation  improvement  over  existing conditions energy efficiency achieved for the project as a whole, except that\n\nScattered  Site  applications  shall  also  document  at  least  a  5%  postrehabilitation improvement over existing conditions energy efficiency achieved for each site.  In the case of projects in which energy efficiency improvements have be...",
      "section_reference": "Section (A)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Energy Efficiency"
    },
    {
      "requirement_id": "CA_req_0087",
      "type": "threshold_requirement",
      "description": "Window  coverings  shall  be  provided  and  may  include  fire retardant drapes or blind.\n- (G) Water heater.  If water heaters are to be provided or replaced, for Low-Income Units with individual tank-type water heaters, minimum capacities are to be 28 gallons for one- and two-bedroom units and 38 gallons for three-bedroom units or larger.\n- (H) Floor coverings.",
      "section_reference": "Section (F)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Window  coverings"
    },
    {
      "requirement_id": "CA_req_0088",
      "type": "threshold_requirement",
      "description": "If  a  rehabilitation  applicant  does  not  propose  to  meet  any  of  the requirements  of  subdivisions  (f)(7)(A)  through  (I),  its  CNA  must  show  why  the requirements not being met are either unnecessary or excessively expensive. All waivers must be approved in advance by the Executive Director.\n- (M) Compliance and Verification. The following are required with an Applicant's placedin-service application:\n- (i) For  compliance  with  subdivision  (f)(7)(A),  applicants  with  rehabil...",
      "section_reference": "Section (L)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Waiver"
    },
    {
      "requirement_id": "CA_req_0090",
      "type": "threshold_requirement",
      "description": "To qualify for Tax Credits as a Housing Type as described in Section 10315(h), to receive points as a housing type, or to be considered a 'complete' application, the application shall meet the following additional threshold requirements. A scattered site more than 1 mile from the nearest other site shall meet the requirements related to common areas, play/recreational facilities, and laundry facilities independently.\n- (1) Large Family projects.  To be considered large family housing, the applic...",
      "section_reference": "Section (g)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Additional Threshold Requirements"
    },
    {
      "requirement_id": "CA_req_0091",
      "type": "scoring_criteria",
      "description": "At the conclusion of the last reservation cycle of any calendar year, and at no other time, the Committee may establish a Waiting List of pending applications in anticipation of utilizing any Tax Credits that may be returned to the Committee, and/or that have not been allocated to projects with the Set-Asides or Geographic Regions for which they were intended.  The Waiting List shall expire at midnight on December 31 of the year the list is established.  During periods without a waiting list, co...",
      "section_reference": "Section (h)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Waiting List"
    },
    {
      "requirement_id": "CA_req_0095",
      "type": "scoring_criteria",
      "description": "The  Committee  may  require  up  to  sixty  (60)  days  to  review  an application, and an additional thirty (30) days to consider the application for a reservation of Tax Credits.  Applicants must deliver applications no less than ninety (90) days prior to the CTCAC Committee meeting in which they wish to obtain a decision.  Applications not expected to receive a  bond  allocation  from  CDLAC  due  to  relatively  low  CDLAC  scores  may  or  may  not  be  fully evaluated by the CTCAC.\n11.",
      "section_reference": "Section (c)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Application  review  period"
    },
    {
      "requirement_id": "CA_req_0097",
      "type": "threshold_requirement",
      "description": "To receive a reservation of Tax Credits, applications submitted under this Section shall be evaluated, pursuant to IRC Section 42, H &amp; S Code Sections 50199.4 through 50199.22, R &amp; T Code Sections 12206, 17058, and 23610.5, and these regulations to determine if:  eligible,  by  meeting all program eligibility requirements; complete, which includes meeting all basic threshold requirements; and financially feasible.",
      "section_reference": "Section (f)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [
        "IRC Section 42"
      ],
      "state_specific": false,
      "implementation_details": "Application evaluation"
    },
    {
      "requirement_id": "CA_req_0098",
      "type": "threshold_requirement",
      "description": "An application shall be determined to be complete by demonstration of meeting the  following  basic  threshold  requirements.    All  basic  thresholds  shall  be  met  at  the  time  the application is filed through a presentation of conclusive, documented evidence to the Executive Director's satisfaction.  Further, in order to be eligible to be considered for Tax Credits under these regulations,  the  general  partner(s)  and  management  companies  must  not  have  any  significant outstandin...",
      "section_reference": "Section (g)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Basic thresholds"
    },
    {
      "requirement_id": "CA_req_0106",
      "type": "threshold_requirement",
      "description": "The applicant shall determine, and the Committee shall verify, the maximum allowable Tax Credits and the minimum Tax Credits necessary for financial feasibility, subject to all conditions of this Section.  For purposes of determining the amount of Tax Credits, the project's qualified basis shall be multiplied by an applicable Credit percentage established by the Executive Director, prior to each funding cycle.  The percentage shall be determined taking into account recently published monthly Cre...",
      "section_reference": "Section (e)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Determination of Credit amounts"
    },
    {
      "requirement_id": "CA_req_0107",
      "type": "threshold_requirement",
      "description": "To be considered feasible, a proposed project shall exhibit positive cash flow after debt service for a 15-year minimum term beginning at stabilized occupancy, or in the case of acquisition/rehabilitation projects, at the completion of rehabilitation.  'Cash flow after debt service' is defined as gross income (including (1) all rental income generated by proposed initial rent levels contained within the project application and (2) committed federal, state, and local rental subsidies; excluding i...",
      "section_reference": "Section (f)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Determination of feasibility"
    },
    {
      "requirement_id": "CA_req_0108",
      "type": "threshold_requirement",
      "description": "The following underwriting criteria shall be employed by the Committee in a pro forma analysis of proposed project cash flow to determine the minimum Tax Credits necessary for financial feasibility and the maximum allowable Tax Credits. The Committee shall allow initial applicants to correct cash flow shortages or overages up to the higher of $25,000 or 0.5% of gross income at placed in service.  In addition, if the operating expenses are below the published amount pursuant to subparagraph (1), ...",
      "section_reference": "Section (g)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Underwriting criteria"
    },
    {
      "requirement_id": "CA_req_0112",
      "type": "threshold_requirement",
      "description": "An applicant shall not appeal the Committee staff evaluation of another applicant's application.  An appeal may only be filed under the following circumstances:\n- (1) determination of the application point score;\n- (2) disqualification from participation in the program under Section 10325(c);\n- (3) disqualification of an incomplete application under Section 10322;\n- (4) qualification for 'additional threshold requirements,' pursuant to Section 10325(g);\n- (5) determination of the Credit amount u...",
      "section_reference": "Section (a)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Availability"
    },
    {
      "requirement_id": "CA_req_0113",
      "type": "scoring_criteria",
      "description": "- (1) Every applicant for non-competitive tax credits shall be required to pay an application filing fee of $1,500.  Scattered site applications and resyndication applications shall be required to pay an application filing fee of $1,700. This fee shall be paid to the Committee and shall be submitted with the application. This fee is not refundable.",
      "section_reference": "Section (a)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Application fee"
    },
    {
      "requirement_id": "CA_req_0116",
      "type": "compliance_requirement",
      "description": "The Committee shall charge a $700 per low-income unit fee to cover the costs associated with compliance monitoring throughout the extended-use period.  Generally, payment  of  the  fee  shall  be  made  prior  to  the  issuance  of  Federal  and/or  State  tax  forms. Assessment of a lesser fee, and any alternative timing for payment of the fee, may be approved at the sole discretion of the Executive Director and shall only be considered where convincing proof of  financial  hardship  to  the  o...",
      "section_reference": "Section (f)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Compliance monitoring fee"
    },
    {
      "requirement_id": "CA_req_0119",
      "type": "threshold_requirement",
      "description": "All recipients of Tax Credits, whether Federal only, or both Federal and State, are required to execute a regulatory agreement, as a condition to the Committee's making an allocation, which will be recorded against the property for which the Tax Credits are allocated, and, if applicable, will reflect all scoring criteria proposed by the applicant in the competition for Federal and/or State housing Credit Ceiling.\n- (1) For all  projects  receiving  a  reservation  of  competitive  9% federal tax...",
      "section_reference": "Section (a)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [
        "IRC Section 42(i)"
      ],
      "state_specific": false,
      "implementation_details": "Regulatory Agreement"
    },
    {
      "requirement_id": "CA_req_0120",
      "type": "compliance_requirement",
      "description": "- (1) Compliance.    All  compliance  requirements  monitored  by  the  Committee  shall  be  the responsibility of the project owner.  Project owners are required to annually certify tenant incomes  in  conformance  with  IRS  regulation  ยง1.42-5(c)(3)  unless  the  project  is  a  100 percent (100%) tax credit property exempted under IRC Section 142(d)(3)(A).",
      "section_reference": "Section (b)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Responsibility of owner"
    },
    {
      "requirement_id": "CA_req_0121",
      "type": "compliance_requirement",
      "description": "As required by Section 42(m), allocating agencies are to follow a compliance monitoring procedure to monitor all Credit projects for compliance with provisions of Section 42.  Compliance with Section 42 is the sole responsibility of the owner of the building for which the Credit is allowable.  The Committee's obligation to monitor projects for compliance with the  requirements  of  Section  42  does  not  place  liability  on  the  Committee  for  any  owner's noncompliance, nor does it relieve ...",
      "section_reference": "Section (c)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Compliance monitoring procedure"
    },
    {
      "requirement_id": "CA_req_0122",
      "type": "threshold_requirement",
      "description": "It is the project owner's responsibility to comply with the requirements of Section 10320(b) and to inform the Committee of any change in the project owner's mailing address.\n- (1) Any property management change during the 15-year federal compliance and extended use  period  must  be  to  a  party  earning  equal  capacity  points  pursuant  to  Section 10325(c)(1)(A) as the exiting property management company. At a minimum this must be six  (6)  projects  in  service  more  than  three  years, ...",
      "section_reference": "Section (d)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Change in ownership and property management"
    }
  ],
  "FL": [
    {
      "requirement_id": "FL_req_0002",
      "type": "scoring_criteria",
      "description": "- I. If time constraints preclude the conduct of a competitive solicitation process and Allocation Authority remains available to FHFC after the allocation of Housing Credits to all Developments which (i) applied in a competitive solicitation process, and (ii) were determined to be eligible for funding by the Board, FHFC may allocate Housing Credits to any Development in a manner designated by the Board.\n- J. Notwithstanding any other provision of this QAP, where a Development has not been place...",
      "section_reference": "Section (v)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of the IRC"
    }
  ],
  "MI": [],
  "NY": [
    {
      "requirement_id": "NY_req_0001",
      "type": "compliance_requirement",
      "description": "Tax Credit and HOME Compliance Unit NYC Dept.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "mpliance inquiries should be submitted to"
    },
    {
      "requirement_id": "NY_req_0002",
      "type": "compliance_requirement",
      "description": "in compliance with the C ode; in furtherance of the City's housing goals; and determined by the commi ssioner to be in the interests of the citizens of the City of New York.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "if  such  intended  allocation  is"
    },
    {
      "requirement_id": "NY_req_0003",
      "type": "threshold_requirement",
      "description": "At minimum, project must be able to demonstrate:\n- a) For 'competitive' applications, evidence may include 'soft' or conditional commitment letters indicating intent to provide funding.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Financing commitments"
    },
    {
      "requirement_id": "NY_req_0007",
      "type": "threshold_requirement",
      "description": "|\n|      | In addition, the letter of intent must provide that the operating or partnership agreement (the 'Agreement') of the owner of the project (the 'Owner') will:                                                                                                                                                                                                                                                                                                                                             ...",
      "section_reference": "Section (B)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [
        "Section 42(i)(7)"
      ],
      "state_specific": false,
      "implementation_details": "of the Code"
    }
  ],
  "PA": [
    {
      "requirement_id": "PA_req_0001",
      "type": "threshold_requirement",
      "description": "one washer and dryer per 12 units, with a minimum of two washers and two dryers required at each laundry facility.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "o For general occupancy developments"
    },
    {
      "requirement_id": "PA_req_0002",
      "type": "threshold_requirement",
      "description": "one washer and dryer per 20 units, with a minimum of two washers and two dryers required at each laundry facility.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "o For elderly developments"
    },
    {
      "requirement_id": "PA_req_0005",
      "type": "scoring_criteria",
      "description": "one  (1)  point  for  design  architect  and  one  (1)  point  for  construction  contract administration architect.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "points as follows"
    }
  ],
  "WA": [
    {
      "requirement_id": "WA_req_0000",
      "type": "threshold_requirement",
      "description": "The  Commission  may  decline  to  consider  a  project  that  fails  to  meet  minimum  standards established  by  the  Commission  for  such  an  evaluation.                  Notwithstanding  applicant characterization, the  Commission may determine the scope of or otherwise define a 'project' or 'projects' for purposes of ranking applications and reserving and allocating tax credit.\n\n2. Qualified Nonprofit Set-Aside.",
      "section_reference": "Section (n)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "promote energy efficiency"
    },
    {
      "requirement_id": "WA_req_0001",
      "type": "threshold_requirement",
      "description": "In  the  event  a  feasibility  and  viability determination is made by the Commission and the governmental unit which issued the bonds (or  on  behalf  of  which  the  bonds  were  issued) for the same project, the Commission will not certify to an award of tax credit for the project in an amount that is greater than the lesser of (i) the  minimum  amount  of  tax  credit  as  determined  by  the  Commission  or  (ii)  the  minimum amount of tax credit as determined by the local government, whi...",
      "section_reference": "Section (D)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of  the  Code"
    }
  ],
  "GA": [
    {
      "requirement_id": "GA_req_0002",
      "type": "compliance_requirement",
      "description": "DCA will determine construction quality and safety non-compliance by how long the Project Team takes to resolve issues identified in requested inspection reports.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Quality and safety"
    },
    {
      "requirement_id": "GA_req_0003",
      "type": "compliance_requirement",
      "description": "DCA will determine construction progress non-compliance based on an exchange of 9% Credits or an extension of a statutory place in service deadline.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Progress"
    },
    {
      "requirement_id": "GA_req_0009",
      "type": "scoring_criteria",
      "description": "Prior Performance - 2 points\n\nDCA automatically assigns two (2) points to Applications under this section.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 2,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "DCA PBRA Commitments"
    },
    {
      "requirement_id": "GA_req_0012",
      "type": "scoring_criteria",
      "description": "Less than or equal to: | $500,000 $1 million | $1 million $2 million | $2 million $4 million | $4 million (N/A)   |\n| Points                               | .",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Greater than"
    },
    {
      "requirement_id": "GA_req_0013",
      "type": "scoring_criteria",
      "description": "Applications earn points if the site is located in a Census Tract with values above the 50 th  percentile for indicators from the Census Bureau and Georgia Housing Needs Assessment.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "oints Eligibility\n\nWithin a Census Tract"
    },
    {
      "requirement_id": "GA_req_0016",
      "type": "scoring_criteria",
      "description": "Awards for Local Jurisdiction - Up to 5 Points\n\nThis subsection is for Metro Pool Applications only.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 5,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Metro Pool"
    },
    {
      "requirement_id": "GA_req_0017",
      "type": "scoring_criteria",
      "description": "Awards in County - Up to 3 Points\n\nPoints are based on the number of low-income new construction units as a percentage of the county population.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 3,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Rural Pool"
    },
    {
      "requirement_id": "GA_req_0023",
      "type": "scoring_criteria",
      "description": "The final QAP has been approved by the Board of Directors of GHFA and the Governor of the State of Georgia.\n\n## II. DEFINITIONS\n\nThe following definitions apply for the purposes of this Plan:\n\n- '4% Credits' means Federal Credit available to Bond Financed Projects which meet the requirements of this Plan.\n- '9% Credits' means Federal Credit allocated on a competitive basis under the provisions of this Plan.",
      "section_reference": "Section (QAP)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "after extensive public consultation"
    },
    {
      "requirement_id": "GA_req_0025",
      "type": "scoring_criteria",
      "description": "- 'Readiness to Proceed' narrative, see (Scoring) Readiness to Proceed\n- for ties between Preservation Applications:\n- o the soonest year that all Housing Credit, HUD, and/or USDA affordability restrictions are set to expire\n- o the rent advantage value used in (Scoring) Preservation Scoring Criteria, subsection B. Rent Advantage , if all tying Applicants claimed points under the section\n- census tract(s) with the lower average housing vacancy rate\n- higher ratio of sources not generated through...",
      "section_reference": "Section (ies)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "with the lower average housing vacancy rate"
    },
    {
      "requirement_id": "GA_req_0029",
      "type": "threshold_requirement",
      "description": "| Competitive Round Year   | PIS Year                     | Points   |\n|--------------------------|------------------------------|----------|\n| 2024                     | 2003 or earlier              | 4        |\n| 2025 2024                | 2004 or earlier 2004 to 2008 | 2        |\n| 2025                     | 2005 to 2009                 |          |\n\n## Minimum Documentation:\n\n- Evidence that property was ready for occupancy by the year of requested points.\n\n<!-- image -->\n\n## D. Tax Credit R...",
      "section_reference": "Section (PIS)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "date was within the time frames below"
    },
    {
      "requirement_id": "GA_req_0030",
      "type": "compliance_requirement",
      "description": "- B. DCA will require an Owner to retain the records documenting compliance with Section 42 of the Internal Revenue Code (Section 42) for each year as described in Paragraph A above for at least six years after the due date (with extensions) for filing the federal income tax return for that year. DCA will also require Owners to retain the records for the first year of the Credit Period for at least six years beyond the due date (with extensions) for filing the federal income tax return for the l...",
      "section_reference": "Section (b)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of the Treasury Regulations"
    }
  ],
  "IL": [
    {
      "requirement_id": "IL_req_0006",
      "type": "compliance_requirement",
      "description": "Operations andMonitoring .",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Section XII"
    },
    {
      "requirement_id": "IL_req_0015",
      "type": "scoring_criteria",
      "description": "New Construction and Adaptive Reuse: Three points for Projects for which hard costs are no more than 90% of limits and equals 70% or more of total development cost.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "consideration for cost containment points"
    },
    {
      "requirement_id": "IL_req_0022",
      "type": "threshold_requirement",
      "description": "A Non-Profit whose board chair AND a minimum 30% of all other voting members is BIPOC OR whose  overall  board  composition  is  40%  BIPOC.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Governed"
    },
    {
      "requirement_id": "IL_req_0027",
      "type": "compliance_requirement",
      "description": "Federal regulations require that Owners certify their compliance with the Tax Credit program on an annual basis throughout the Compliance Period.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "s Annual Certification of Compliance"
    },
    {
      "requirement_id": "IL_req_0029",
      "type": "compliance_requirement",
      "description": "The Authority will conduct on-site management reviews for all Tax Credit projects at least once every third year during the Compliance Period and every five years during the  Extended Use Period.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Tenant File Reviews"
    },
    {
      "requirement_id": "IL_req_0031",
      "type": "compliance_requirement",
      "description": "On receipt of Form 8823, the IRS will send a notice to the Owner indicating the type of noncompliance reported and instructing the Owner to contact the Authority to resolve the issue.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "IRS Notice to Owner"
    },
    {
      "requirement_id": "IL_req_0034",
      "type": "compliance_requirement",
      "description": "the IL-RDA must have a majority ownership interest and Control in the general partner or managing member of the Owner throughout the Compliance Period.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ional Development Authority Participation"
    },
    {
      "requirement_id": "IL_req_0036",
      "type": "compliance_requirement",
      "description": "the Qualified Non-Profit must have a majority ownership  interest  and  Control  in  the  general  partner  or  managing  member  of  the  Owner  throughout  the Compliance Period.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Profit Participation"
    },
    {
      "requirement_id": "IL_req_0039",
      "type": "threshold_requirement",
      "description": "## C. Community Revitalization\n\nA  Community  Revitalization  Strategy  and  supporting  documentation  that  at  a  minimum  meets  the  mandatory requirements  under  the  2024-2025  Community  Revitalization  thresholds  (see  the Community  Revitalization Strategy Thresholds and Scoring Criteria ) must be provided at the time of Application for Projects with one or more Site(s) located in a QCT and/or R/ECAP, or if otherwise noted at time of PPA evaluation. Sponsors will be notified  of  thi...",
      "section_reference": "Section (HUD)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "lists on the Website"
    },
    {
      "requirement_id": "IL_req_0041",
      "type": "scoring_criteria",
      "description": "When the Project receives its Certificate of Occupancy, Sponsors will provide official documentation to the Authority that they  have  achieved  requisite  certification(s).  In  lieu  of  certification(s),  the  Authority,  in  its  sole  discretion,  may accept an alternative verification from a reliable third party qualified to confirm that the Project complies with the certification requirements despite not receiving the official documentation.\n\n## i. Green Building Certification: Basic Leve...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of their choice at time of Application"
    },
    {
      "requirement_id": "IL_req_0042",
      "type": "scoring_criteria",
      "description": "## b. Supportive Housing Training and Endorsements\n\nThe Authority has sponsored an Illinois Supportive Housing Institute led by the Corporation for Supportive Housing ('CSH') to provide targeted training and technical assistance to build the cap acity of developers of  Permanent Supportive Housing in Illinois. Sponsors submitting Projects that have participated  in the Authority-sponsored Illinois Supportive Housing Institute from 2022 through the present may earn up to two points.\n\nAdditionally...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "were placed in service may earn four points"
    },
    {
      "requirement_id": "IL_req_0046",
      "type": "threshold_requirement",
      "description": "shall mean a household income at or below the income limit(s) determined by the owner's minimum Set-Aside election.",
      "section_reference": "Quoted Explanation",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Low Income"
    }
  ],
  "OH": [
    {
      "requirement_id": "OH_req_0003",
      "type": "scoring_criteria",
      "description": "The AHFA will automatically calculate the Opportunity Index Score based on the project's location within a 2020 Census Tract.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Opportunity Index"
    },
    {
      "requirement_id": "OH_req_0007",
      "type": "scoring_criteria",
      "description": "based on demand and federal requirements, OHFA may reduce or fully release a reservation of 811 PRA units encumbered through this competitive criterion.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Please note"
    },
    {
      "requirement_id": "OH_req_0011",
      "type": "threshold_requirement",
      "description": "At a minimum, documentation must include a letter of interest or term sheet specific to the project indicating the following:\n\n- loan or grant amount,\n- loan term, and\n- interest rate.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Proposal Application"
    },
    {
      "requirement_id": "OH_req_0013",
      "type": "threshold_requirement",
      "description": "Experience &amp; Capacity Characteristics outlines the minimum eligibility and evaluation criteria.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Appendix C"
    },
    {
      "requirement_id": "OH_req_0016",
      "type": "threshold_requirement",
      "description": "Any ground lease must be for a minimum term of 35 years.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Ground Lease"
    },
    {
      "requirement_id": "OH_req_0021",
      "type": "scoring_criteria",
      "description": "Discount to Market Rent = 1 - (the maximum gross 50% AMI MTSP rent for a one-bedroom unit รท 110% of SAFMR or FMR)\n\n| Discount to Market Rent   |   Points |\n|---------------------------|----------|\n| 25% and above             |        5 |\n| 15.0% to 24.9%            |        4 |\n| 5.0% to 14.",
      "section_reference": "Section (FMR)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "for projects located outside of an MSA"
    }
  ],
  "TX": [
    {
      "requirement_id": "TX_req_0012",
      "type": "scoring_criteria",
      "description": "This chapter applies to the awarding and allocation by the Texas Department of Housing and Community Affairs (the Department) of Competitive Housing Tax Credits, the state Housing Tax Credit, and the issuance of Determination Notices for non-Competitive Housing Tax Credits. The federal laws providing for the awarding and allocation of Competitive Housing Tax Credits and issuance of Determination Notices for non-Competitive Housing Tax Credits require states to adopt a qualified allocation plan. ...",
      "section_reference": "Section (a)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Authority"
    },
    {
      "requirement_id": "TX_req_0013",
      "type": "scoring_criteria",
      "description": "Unless otherwise specified, certain provisions in this section and ยงยง11.2 - ยง11.4 of this title also apply to non-Competitive Housing Tax Credits and Multifamily Direct Loans. Subchapters B - E of this chapter also apply to non-Competitive Housing Tax Credits and Multifamily Direct Loans.",
      "section_reference": "Section (B)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of the Code"
    },
    {
      "requirement_id": "TX_req_0015",
      "type": "scoring_criteria",
      "description": "Applying for Competitive Housing Tax Credits is a technical process that must be followed completely and correctly. Any person who desires to request any reasonable accommodation for any aspect of this process is directed to ยง1.1 of this title (relating to Reasonable Accommodation Requests to the Department). As a result of the highly competitive nature of applying for Competitive Housing Tax Credits, an Applicant should proceed on the assumption that deadlines are fixed and firm as further prov...",
      "section_reference": "Section (c)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Competitive Nature of Program"
    },
    {
      "requirement_id": "TX_req_0018",
      "type": "threshold_requirement",
      "description": "(116) Right of First Refusal (ROFR)--An Agreement to provide a series of priority rights to negotiate for the purchase of a Property by a Qualified Entity or a Qualified Nonprofit Organization at a negotiated price at or above the minimum purchase price as defined in Code ยง42(i)(7) or as established in accordance with an applicable LURA.\n\n- (117) Rural Area--\n2. (A) A Place that is located:\n3. (i) outside the boundaries of a primary metropolitan statistical area or a metropolitan statistical are...",
      "section_reference": "Section (B)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": true,
      "implementation_details": "Maintained by a First Lien Lender or Bank Trustee"
    },
    {
      "requirement_id": "TX_req_0028",
      "type": "scoring_criteria",
      "description": "An acceptable, but not required, form of resolution may be obtained in the Uniform Multifamily Application Templates. Required documentation must be submitted by the Full Application Delivery Date as identified in ยง11.2(a) of this chapter, regarding Competitive HTC Deadlines, or Resolutions Delivery Date in ยง11.2(b) of this chapter, regarding Tax-Exempt Bond and Direct Loan Only Development Dates and Deadlines, as applicable.",
      "section_reference": "Section (A)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of this subsection"
    },
    {
      "requirement_id": "TX_req_0029",
      "type": "scoring_criteria",
      "description": "(Competitive HTC Only) In a county with a population that is less than one million, if two or more HTC Applications, regardless of the Applicant(s), are\n\nproposing Developments serving the same Target Population on sites separated by 1,000 feet or less, the lower scoring of the Application(s), including consideration of tie-breakers, will be considered ineligible and will not be reviewed unless the higher scoring Application is terminated or withdrawn.\n\n- (g) One Award per Census Tract Limitatio...",
      "section_reference": "Section (f)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Proximity of Development Sites"
    },
    {
      "requirement_id": "TX_req_0032",
      "type": "scoring_criteria",
      "description": "Gov't Code, ยง2306.6711(g), in Uniform State Service Regions containing a county with a population that exceeds 1.7 million, the Board shall allocate competitive tax credits to the highest scoring Development, if any, that is part of a concerted revitalization plan that meets the requirements of ยง11.9(d)(7) (except for ยง11.",
      "section_reference": "Section (ii)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "In accordance with Tex"
    },
    {
      "requirement_id": "TX_req_0033",
      "type": "scoring_criteria",
      "description": "This process will continue until the funds remaining are insufficient to award the next highest scoring Application that is not rendered ineligible through application of the elderly cap in the next most underserved subregion. At least seven calendar days prior to the July Board meeting of the Department at which final awards of credits are authorized, the Department will post on its website the most current 2023 State of Texas Competitive Housing Tax Credit Ceiling Accounting Summary which incl...",
      "section_reference": "Section (h)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "and will publish such percentages on its website"
    },
    {
      "requirement_id": "TX_req_0034",
      "type": "compliance_requirement",
      "description": "Notwithstanding the foregoing, if decisions related to any returns or rescissions of tax credits are under appeal or are otherwise contested, the Department may delay awards until resolution of such issues. The Department will evaluate all waiting list awards for compliance with requested Set-asides. This may cause some lower scoring Applications to be selected instead of a higher scoring Application. Where sufficient credit becomes available to award an Application on the waiting list later in ...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of returned credit"
    },
    {
      "requirement_id": "TX_req_0038",
      "type": "threshold_requirement",
      "description": "- (i) The notification must include, at a minimum, all of the information described in subclauses (I) - (IX) of this clause:\n\n- (I) The Applicant's name, address, an individual contact name and phone number;\n- (II) The Development name, address, city, and county;\n- (III) A statement informing the entity or individual being notified that the Applicant is submitting a request for Housing Tax Credits with the Texas Department of Housing and Community Affairs;\n- (IV) Whether the Development proposes...",
      "section_reference": "Section (C)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Contents of Notification"
    },
    {
      "requirement_id": "TX_req_0039",
      "type": "compliance_requirement",
      "description": "- (ii) The notification may not contain any false or misleading statements. Without limiting the generality of the foregoing, the notification may not create the impression that the proposed Development will serve a population exclusively or as a preference unless such targeting or preference is documented in the Application and is in full compliance with all applicable state and federal laws, including state and federal fair housing laws.\n- (iii) Notifications or any other communications may no...",
      "section_reference": "Section (IX)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Information on any proposed property tax exemption"
    },
    {
      "requirement_id": "TX_req_0041",
      "type": "compliance_requirement",
      "description": "The ownership structure contains a Qualified Nonprofit Organization provided the Application is submitted in the Nonprofit Set-Aside. The Qualified Nonprofit Organization must have some combination of ownership interest in the General Partner of the Applicant, Cash Flow from operations, and Developer Fee which taken together equal at least 50%, and no less than 5% for any category. For HUD 202 Rehabilitation projects which prohibit for-profit ownership, ownership will not be required for a nonpr...",
      "section_reference": "Section (B)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Qualified Nonprofit Organization"
    },
    {
      "requirement_id": "TX_req_0042",
      "type": "scoring_criteria",
      "description": "The ownership structure contains a nonprofit organization that meets the requirements of IRC ยง42(h)(5)(C) on the Application Delivery Date, with at least 51% ownership in the General Partner of the Applicant. (2 points)\n\n- (i) The nonprofit organization must maintain Control of the Development and materially participate in the operation of the Development throughout the Compliance Period. Nonprofit organizations that formally operate under a parent organization may assign Control of the Developm...",
      "section_reference": "Section (C)",
      "mandatory": false,
      "point_value": 2,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Nonprofit Organization"
    },
    {
      "requirement_id": "TX_req_0043",
      "type": "scoring_criteria",
      "description": "- (1) Income Levels of Residents. (ยงยง2306.111(g)(3)(B) and (E); 2306.6710(b)(1)(C) and (e); and ยง42 (m)(1)(B)(ii)(I)) An Application may qualify for up to sixteen (16) points for rent and income restricting a Development for the entire Affordability Period at the levels identified in subparagraph (A), (B), (C), or (D) of this paragraph.",
      "section_reference": "Section (c)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Criteria to serve and support Texans most in need"
    },
    {
      "requirement_id": "TX_req_0044",
      "type": "scoring_criteria",
      "description": "- (I) The Development Site is located on a route, with sidewalks for pedestrians, that is 1/2 mile or less from the entrance to a public park with a playground or from a multiuse hike-bike trail. The entirety of the sidewalk route must consist of smooth hard surfaces, curb ramps, and marked pedestrian crossings when traversing a street. (1 point).\n- (II) The Development Site is located on a route, with sidewalks for pedestrians, that is within a specified distance from the entrance of a public t...",
      "section_reference": "Section (XVI)",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of this clause"
    },
    {
      "requirement_id": "TX_req_0045",
      "type": "scoring_criteria",
      "description": "For Development Sites in Urban subregions a Development may qualify for points under this subparagraph if it meets one of the criteria in clauses (i) (iv) of this subparagraph.\n- (i) The Development is located within 2 miles of 10,000 jobs. (4 points)\n- (ii) The Development is located within 2 miles of 8,000 jobs. (3 points)\n- (iii) The Development is located within 2 miles of 6,500 jobs.",
      "section_reference": "Section (A)",
      "mandatory": false,
      "point_value": 4,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Proximity to Jobs"
    },
    {
      "requirement_id": "TX_req_0046",
      "type": "scoring_criteria",
      "description": "A Development site which qualifies for at least 2 points under subparagraph (A) or (B) may qualify for up to 2 additional points under this subparagraph if the Development Site is within one half-mile from the entrance of a public transportation stop or station with a route schedule that provides regularly scheduled service to employment and basic services. (2 points)\n\n## (d) Criteria promoting community support and engagement.\n\n- (1) Local Government Support. (ยง2306.",
      "section_reference": "Section (C)",
      "mandatory": false,
      "point_value": 2,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Access to Jobs"
    },
    {
      "requirement_id": "TX_req_0047",
      "type": "scoring_criteria",
      "description": "- (i) Eight and one-half (8.5) points for a resolution from the Governing Body of that municipality expressly setting forth that the municipality supports the Application or Development.\n- (ii) Seven (7) points for a resolution from the Governing Body of that municipality expressly setting forth that the municipality has no objection to the Application or Development.\n- (iii) Eight and one-half (8.",
      "section_reference": "Section (iv)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of this subparagraph"
    },
    {
      "requirement_id": "TX_req_0048",
      "type": "scoring_criteria",
      "description": "For purposes of this paragraph, if and only if there is no Neighborhood Organization already in existence or on record, the Applicant, Development Owner, or Developer is allowed to provide technical assistance in the creation of or placing on record of a Neighborhood Organization. Technical assistance is limited to:\n- (i) the use of a facsimile, copy machine/copying, email and accommodations at public meetings;\n- (ii) assistance in completing the QCP Neighborhood Information Packet, providing bo...",
      "section_reference": "Section (B)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Technical Assistance"
    },
    {
      "requirement_id": "TX_req_0050",
      "type": "scoring_criteria",
      "description": "To qualify under this subparagraph, letters must be on the State Representative's letterhead or submitted in such a manner as to verify the sender, be signed by the State Representative, identify the specific Development and express whether the letter conveys support, neutrality, or opposition. This\n\ndocumentation will be accepted with the Application or through delivery to the Department from the Applicant or the State Representative and must be submitted no later than the Final Input from Elec...",
      "section_reference": "Section (A)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Letter from a State Representative"
    },
    {
      "requirement_id": "TX_req_0051",
      "type": "scoring_criteria",
      "description": "To qualify under this subparagraph, no written statement can be received for an Application from the State Representative who represents the geographic area in which the proposed Development is located, unless the sole content of the written statement is to convey to the Department that no written statement will be provided by the State Representative for a particular Development. Points available under this subparagraph will be based on how an Application scores under paragraph (1) of this subs...",
      "section_reference": "Section (B)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "No Letter from a State Representative"
    },
    {
      "requirement_id": "TX_req_0053",
      "type": "scoring_criteria",
      "description": "(v) If the Application includes an acceptable Concerted Revitalization Plan, up to seven (7) points will be awarded as follows:\n- (-a-) the proposed Development Site is located within a Qualified Census Tract and has submitted a letter from the appropriate local official for the municipality (or county if the Development Site is completely outside of a municipality) that explicitly identifies the proposed Development as contributing to the concerted revitalization efforts of the municipality or ...",
      "section_reference": "Section (II)",
      "mandatory": false,
      "point_value": 7,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "The plan must be current at the time of Application"
    },
    {
      "requirement_id": "TX_req_0054",
      "type": "compliance_requirement",
      "description": "The purpose of this section is to identify specific requirements and restrictions related to a Development Site seeking multifamily funding or assistance from the Department.\n\n(1) Floodplain. New Construction or Reconstruction Developments located within a 100 year floodplain as identified by the Federal Emergency Management Agency (FEMA) Flood Insurance Rate Maps must develop the site in full compliance with the National Flood Protection Act and all applicable federal and state statutory and re...",
      "section_reference": "Section (a)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Site Requirements and Restrictions"
    },
    {
      "requirement_id": "TX_req_0055",
      "type": "threshold_requirement",
      "description": "The purpose of this subsection is to identify specific restrictions on a proposed Development requesting multifamily funding by the Department.\n- (1) Ineligible Developments. A Development shall be ineligible if any of the criteria in subparagraphs (A) - (C) of this paragraph apply.\n- (A) General Ineligibility Criteria include:\n- (i) Developments such as hospitals, nursing homes, trailer parks, dormitories (or other buildings that will be predominantly occupied by students) or other facilities t...",
      "section_reference": "Section (b)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": true,
      "implementation_details": "Development Requirements and Restrictions"
    },
    {
      "requirement_id": "TX_req_0056",
      "type": "scoring_criteria",
      "description": "In the case of additional phases of a Development any amenities that are anticipated to be shared with the first phase development cannot be claimed for purposes of meeting this requirement for the second phase. The second phase must include enough points to meet this requirement that are provided on the Development Site, regardless of resident access to the amenity in another phase. All amenities must be available to all Units via an accessible route.\n\n- (C) The common amenities and respective ...",
      "section_reference": "Section (A)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of this paragraph for the Development size"
    },
    {
      "requirement_id": "TX_req_0058",
      "type": "scoring_criteria",
      "description": "- (V) Two Children's Playscapes Equipped for five to 12 year olds, two Tot Lots, or one of each (4 points). Must be covered with a shade canopy or awning, intended to keep equipment cool, and provide shade and ultraviolet protection. This item can only be selected if subclause (IV) of this clause is not selected.\n- (VI) Horseshoe pit; putting green; shuffleboard court; pool table; ping pong table; or similar equipment in a dedicated location accessible to all residents to play such games (1 poin...",
      "section_reference": "Section (V)",
      "mandatory": false,
      "point_value": 4,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of this clause is not selected"
    },
    {
      "requirement_id": "TX_req_0059",
      "type": "scoring_criteria",
      "description": "Automated Package Lockers or secure package room provided at a location within the complex that can be accessed by residents 24/7 and at no charge to the resident. To qualify, there would need to be at least one locker for every eight residential units (2 points).\n- (XIII) Recycling Service (includes providing a storage location and service for pickup) (1 point).\n- (XIV) Community car vacuum station (1 point).",
      "section_reference": "Section (XII)",
      "mandatory": false,
      "point_value": 2,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Package Lockers or secure package room"
    },
    {
      "requirement_id": "TX_req_0060",
      "type": "threshold_requirement",
      "description": "Developments proposing New Construction or Reconstruction will be required to meet the minimum sizes of Units as provided in clauses (i) - (v) of this subparagraph. These minimum requirements are not associated with any selection criteria. Developments proposing Rehabilitation (excluding Reconstruction) or Supportive Housing Developments will not be subject to the requirements of this subparagraph. If the Development involves both Rehabilitation and Reconstruction or New Construction, the Recons...",
      "section_reference": "Section (A)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Unit Sizes"
    },
    {
      "requirement_id": "TX_req_0061",
      "type": "scoring_criteria",
      "description": "Points under this item are intended to promote energy and water conservation, operational savings and sustainable building practices. Four (4) points may be selected from only one of the categories described in items (-a-) - (-d-) of this subclause. If the Development involves scattered sites, there must be green building features incorporated into each site in order to qualify for these points.\n\n- (-a-) Enterprise Green Communities.",
      "section_reference": "Section (VI)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Green Building Features"
    },
    {
      "requirement_id": "TX_req_0067",
      "type": "scoring_criteria",
      "description": "Unless an extension has been timely requested and granted prior to the deadline, if a deficiency is not fully resolved to the satisfaction of the Department by 5:00 p.m. on the fifth business day following the date of the deficiency notice, then five (5) points shall be deducted from the selection criteria score for each additional day the deficiency remains unresolved. Points deducted for failure to timely respond to a deficiency will not impact the Pre-Application score.",
      "section_reference": "Section (B)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Deficiencies for Competitive HTC Applications"
    },
    {
      "requirement_id": "TX_req_0071",
      "type": "threshold_requirement",
      "description": "The income and corresponding rent restrictions that impact the Units also restricted by the Department will be reflected in the LURA. Financing amounts must be consistent throughout the Application and acceptable documentation shall include those described in clauses (i) - (iv) of this subparagraph.\n- (i) Financing is in place as evidenced by:\n- (I) a valid and binding loan agreement; and\n- (II) a valid recorded deed(s) of trust lien on the Development in the name of the Development Owner as gra...",
      "section_reference": "Section (g)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "if the Development will receive housing tax credits"
    },
    {
      "requirement_id": "TX_req_0074",
      "type": "threshold_requirement",
      "description": "(ยง2306.6705(2) and (3)) If applicable to the program, the Application must include a term sheet from a syndicator that, at a minimum, includes:\n- (i) an estimate of the amount of equity dollars expected to be raised for the Development;\n- (ii) the amount of Housing Tax Credits requested for allocation to the Development Owner;\n- (iii) pay-in schedules;\n- (iv) syndicator consulting fees and other syndication costs. No syndication costs should be included in the Eligible Basis; and\n\n- (v) include ...",
      "section_reference": "Section (D)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Equity Financing"
    },
    {
      "requirement_id": "TX_req_0079",
      "type": "threshold_requirement",
      "description": "In the case of land donations, Applicants must demonstrate that the entity donating the land has Site Control as evidenced through one of the items described in clauses (i) - (iii) of this subparagraph or other documentation acceptable to the Department. Site Control items include:\n- (i) a recorded warranty deed vesting indefeasible title in the Development Owner or, if transferrable to the Development Owner, an Affiliate of the Owner, with corresponding executed settlement statement (or functio...",
      "section_reference": "Section (iii)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of this subparagraph must be provided"
    },
    {
      "requirement_id": "TX_req_0081",
      "type": "scoring_criteria",
      "description": "In an area with zoning, the Application must include documentation of current zoning. If the Property is currently conforming but with an overlay that would make it a non-conforming use as presently zoned, the Application must include a letter from a local government official with appropriate jurisdiction which addresses the items in clauses (i) - (v) of this subparagraph:\n- (11) Title Commitment/Policy . A title commitment or title policy must be submitted that includes a legal description that...",
      "section_reference": "Section (D)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Zoning for Rehabilitation Developments"
    },
    {
      "requirement_id": "TX_req_0090",
      "type": "scoring_criteria",
      "description": "The Underwriter will use the Gross Program Rents for the year that is most current at the time the underwriting begins. When underwriting for a simultaneously funded competitive round, all Applications are underwritten with the Gross Program Rents for the same year. If Gross Program Rents are adjusted by the Department after the close of the Application Acceptance Period, but prior to publication of the Report, the Underwriter may adjust the Effective Gross Income (EGI) to account for any increa...",
      "section_reference": "Section (ii)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Gross Program Rent"
    },
    {
      "requirement_id": "TX_req_0098",
      "type": "threshold_requirement",
      "description": "Periodic deposits to a reserve account to pay for the future replacement or major repair of building systems and components (generally items considered capitalized costs). The Underwriter will use a minimum reserve of $250 per Unit for New Construction and Reconstruction Developments and $300 per Unit for all other Developments. The Underwriter may require an amount above $300 for the Development based on information provided in the Scope and Cost Review (SCR) or, for existing USDA developments,...",
      "section_reference": "Section (I)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Replacement Reserves"
    },
    {
      "requirement_id": "TX_req_0099",
      "type": "compliance_requirement",
      "description": "The Underwriter will include other reasonable, customary and documented property-level operating expenses such as audit fees, security expense, telecommunication expenses (tenant reimbursements must be reflected in EGI) and TDHCA's compliance fees. For Developments financed by USDA, a Return to Owner (RTO) may be included as an operating expense in an amount consistent with the maximum approved by USDA or an amount determined by the Underwriter. This category does not include depreciation, inter...",
      "section_reference": "Section (J)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Other Operating Expenses"
    },
    {
      "requirement_id": "TX_req_0103",
      "type": "threshold_requirement",
      "description": "For purposes of projecting the DCR over a 30 year period for Developments with permanent financing structures with balloon payments in less than\n\n- 30 years, the Underwriter will carry forward debt service based on a full amortization at the interest rate stated in the term sheet(s).\n- (D) Acceptable Debt Coverage Ratio Range. Except as set forth in clauses (i) or (ii) of this subparagraph, the acceptable first year stabilized pro forma DCR must be between a minimum of 1.15 and a maximum of 1.",
      "section_reference": "Section (C)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Repayment Period"
    },
    {
      "requirement_id": "TX_req_0109",
      "type": "threshold_requirement",
      "description": "- (1) The Underwriter will evaluate and report on the overall capacity of the Development Team by reviewing aspects, including but not limited to those identified in subparagraphs (A) - (D) of this paragraph:\n2. (A) Personal credit reports for development sponsors, Developer Fee recipients and those individuals anticipated to provide guarantee(s) in cases when warranted. The Underwriter may evaluate the credit report and identify any bankruptcy, state or federal tax liens or other relevant credi...",
      "section_reference": "Section (f)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Development Team Capacity and Development Plan"
    },
    {
      "requirement_id": "TX_req_0115",
      "type": "threshold_requirement",
      "description": "A Market Analysis for a rental Development prepared for the Department must be organized in a format that follows a logical progression and must include, at minimum, items addressed in paragraphs (1) - (13) of this subsection.\n- (1) Title Page. Include Development address or location, effective date of analysis, date report completed, name and address of person authorizing report, and name and address of Market Analyst.\n- (2) Letter of Transmittal.",
      "section_reference": "Section (d)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Market Analysis Contents"
    },
    {
      "requirement_id": "TX_req_0119",
      "type": "threshold_requirement",
      "description": "Provide population and household figures, supported by actual demographics, for a five year period with the year of Application submission as the base year.\n- (II) Target. If applicable, adjust the household projections for the qualifying demographic characteristics such as the minimum age of the population to be served by the proposed Development.\n- (III) Household Size-Appropriate.",
      "section_reference": "Section (I)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Population"
    },
    {
      "requirement_id": "TX_req_0120",
      "type": "threshold_requirement",
      "description": "Adjust the household size appropriate projections for income eligibility based on the income bands for the proposed Unit Type by number of Bedrooms proposed and rent restriction category with:\n- (-a-) the lower end of each income band calculated based on the lowest gross rent proposed divided by 40% for the general population and 50% for elderly households; and\n- (-b-) the upper end of each income band equal to the applicable gross median income limit for the largest appropriate household size b...",
      "section_reference": "Section (IV)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Income Eligible"
    },
    {
      "requirement_id": "TX_req_0125",
      "type": "threshold_requirement",
      "description": "The Relevant Supply of proposed and Unstabilized Comparable Units includes:\n- (i) the proposed subject Units to be absorbed;\n- (ii) Comparable Units in previously approved Developments in the PMA that have not achieved 90% occupancy for a minimum of 90 days. Approved Developments should be determined by:\n- (I) the HTC Property Inventory that is published on the Department's website as of December 31, 2023, for competitive housing tax credit Applications;\n\n- (II) the most recent HTC Property Inve...",
      "section_reference": "Section (E)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Relevant Supply"
    },
    {
      "requirement_id": "TX_req_0144",
      "type": "threshold_requirement",
      "description": "For Applicants having submitted a Competitive Housing Tax Credit pre-application which met the pre-application threshold requirements, and for which a pre-application fee was paid, the Application fee will be $20 per Unit based on the total number of Units in the full Application. Otherwise, the Application fee will be $30 per Unit based on the total number of Units in the full Application. Applications in which a CHDO or Qualified Nonprofit Organization intends to serve as the Managing General ...",
      "section_reference": "Section (A)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Housing Tax Credit Applications"
    },
    {
      "requirement_id": "TX_req_0147",
      "type": "scoring_criteria",
      "description": "For Competitive HTC Developments, the Department shall issue a Commitment to the Development Owner which shall confirm that the Board has approved the Application and state the Department's commitment to make a Housing Credit Allocation to the Development Owner in a specified amount, subject to the feasibility determination described in Chapter 11, Subchapter D of this title (relating to Underwriting and Loan Policy) and the determination that the Development satisfies the requirements of this c...",
      "section_reference": "Section (a)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Commitment"
    },
    {
      "requirement_id": "TX_req_0149",
      "type": "threshold_requirement",
      "description": "Regardless of the issuer of the bonds, no later than 60 calendar days following closing on the bonds, the Development Owner must submit the documentation in paragraphs (1) - (6) of this subsection.\n- (1) Training certificate(s) from a Department approved \"property owner and manager Fair Housing trainer\" showing that the Development Owner and on-site or regional property manager has attended and passed at least five hours of Fair Housing training. The certificate(s) must not be older than three y...",
      "section_reference": "Section (d)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Post Bond Closing Documentation Requirements"
    },
    {
      "requirement_id": "TX_req_0150",
      "type": "scoring_criteria",
      "description": "Due to the nature of the State Housing Tax Credit process and reliance on the Original Application and scores, the Third Party Request for Administrative Deficiency process will not be utilized during the State Housing Tax Credit process under this subchapter.\n\n## ยง11.1004 Set-Aside for Previously Awarded Developments for Competitive HTC Applications\n\n- (a) As established under ยง171.566 of the Tax Code, a Priority Allocation of five million will be allocated to previously awarded Developments wh...",
      "section_reference": "Section (c)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Third Party Requests for Administrative Deficiency"
    },
    {
      "requirement_id": "TX_req_0151",
      "type": "threshold_requirement",
      "description": "(ยง2306.6705(5)) If the zoning status of the Development has changed since the Original Application, the Request for State Housing Tax Credits must include all requirements of ยง11.204(10) of this chapter (relating to Zoning).\n- (f) Applicants who elect to request an allocation of State Housing Tax Credits must include a term sheet from a syndicator that, at a minimum, includes:\n- (1) An estimate of the amount of equity dollars expected to be raised for the Development;\n- (2) The amount of State H...",
      "section_reference": "Section (e)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Zoning"
    }
  ],
  "NC": [],
  "AR": [],
  "CT": [
    {
      "requirement_id": "CT_req_0000",
      "type": "threshold_requirement",
      "description": "Delinquent or Non-Performing Applicants Policy Statement (the 'Eligibility Policy'); and\n\n7.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "s Board Program Eligibility Requirements"
    },
    {
      "requirement_id": "CT_req_0002",
      "type": "scoring_criteria",
      "description": "Rental  Affordability (31  Points)  -  Creates  rental  units  dedicated  to  low-income families, households and individuals with incomes below 50% of the Area Median Income.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 31,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "as follows"
    },
    {
      "requirement_id": "CT_req_0005",
      "type": "scoring_criteria",
      "description": "To use the scale, add the applicable Points for projects in operation more than 5 years.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Number of LIHTC Program Projects"
    },
    {
      "requirement_id": "CT_req_0006",
      "type": "scoring_criteria",
      "description": "To use the scale, add the applicable Points for years of ownership.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "mber of Years of LIHTC Program Experience"
    },
    {
      "requirement_id": "CT_req_0007",
      "type": "scoring_criteria",
      "description": "Years of LIHTC\n\n| Program Experience   | Points   |\n|----------------------|----------|\n| โฅ 10                 | 2 Points |\n| โฅ 5 and < 10         | 1 Point  |\n\n(b) Developer/Sponsor Resources.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 2,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Points are possible in this category"
    },
    {
      "requirement_id": "CT_req_0008",
      "type": "threshold_requirement",
      "description": "Tax-exempt  bond  financed  projects  must  comply  with  the  Basic Threshold Requirements and the requirements set forth in the Procedures;\n- B.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Application  Criteria"
    },
    {
      "requirement_id": "CT_req_0012",
      "type": "scoring_criteria",
      "description": "Non-profit organizations must satisfy the following requirements in order to receive a nonprofit designation: (i) the non-profit organization must commit to participating materially (within the meaning  of  Section  469(h)  of  the  Code)  in  the  development  and  operation  of  the  project throughout the compliance period; and (ii) the non-profit sponsor must be a qualified non-profit organization as defined in Section 42(h)(5)(C) of the Code.\n\n## H. New Construction Classification Competiti...",
      "section_reference": "Section (c)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [
        "Section 42(h)(5)"
      ],
      "state_specific": false,
      "implementation_details": "of the Code"
    },
    {
      "requirement_id": "CT_req_0013",
      "type": "scoring_criteria",
      "description": "Points will be awarded based on documentation of  supportive  services  from  a  'Qualified  Service  Provider'  specifically  for  residents identified  as  homeless  or  chronically  homeless,  as  defined  in  the  Supportive  Housing Guideline. Documentation must include a Services Plan, a description of funding sources, and a budget for supportive services.  (Reference must be made to the current Supportive Housing Guideline for definitions, service funding criteria and the list of Qualifie...",
      "section_reference": "Section (a)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Supportive Housing Units"
    },
    {
      "requirement_id": "CT_req_0014",
      "type": "scoring_criteria",
      "description": "Proposed Developments that promote economic integration by creating mixed income housing will receive Points based on the percent of non-qualified units (market rate housing without income restrictions) included.\n\n| Percentage of Units   |   Points |\n|-----------------------|----------|\n| โฅ 20%                 |        6 |\n| โฅ 10% and < 20%       |        2 |\n\n| Percentage of Units   |   Points |\n|-----------------------|----------|\n| โฅ 25%                 |        8 |\n| โฅ 20% and < 25%       | ...",
      "section_reference": "Section (d)",
      "mandatory": false,
      "point_value": 6,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Mixed Income Housing"
    },
    {
      "requirement_id": "CT_req_0015",
      "type": "scoring_criteria",
      "description": "Proposed Developments will be ranked lowest to highest credits per LIHTC Program qualified bedroom and awarded incremental Points in accordance with their ranking.  Points will be awarded in rank order accordingly with the lowest credits per qualified bedroom receiving 5 Points and the highest receiving 0 Points.  Per-bedroom figures may be modified by the results of the Authority's financial feasibility  analysis.    With  respect  to  any  Proposed  Hybrid  Development,  Points  in  this categ...",
      "section_reference": "Section (b)",
      "mandatory": false,
      "point_value": 5,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Credits Per Qualified Bedroom"
    },
    {
      "requirement_id": "CT_req_0016",
      "type": "scoring_criteria",
      "description": "Commitment(s) for non-debt permanent  funding  sources  in  excess  of  5%  of  a  Proposed  Development's  total development resources, including local housing trust funds, grants, foundation awards, or other non-debt commitments such as land contributions, tax abatement, block-grant funds, or an AHP award will qualify for 1 Point if written documentation is provided.  State or state-administered  funds,  including  but  not  limited  to  funding  from  DOH,  Urban  Act, Brownfields,  HTCC,  St...",
      "section_reference": "Section (d)",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Other Permanent Funding Sources"
    },
    {
      "requirement_id": "CT_req_0017",
      "type": "scoring_criteria",
      "description": "Points will be awarded based upon the Sustainable Design Measures ('SDM') included in a Proposed Development and indicated in the plans, specifications, energy  conservation  plan,  third-party energy  consultant  or professional engineer's report, and/or other supporting documents as required in the Guidelines:  Energy  Conservation  and  the  Construction  Standards.    Points  will  be awarded in accordance with the criteria as set forth on Exhibit A-2: New Construction Sustainable Design ,  ...",
      "section_reference": "Section (f)",
      "mandatory": false,
      "point_value": 2,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Sustainable Design"
    },
    {
      "requirement_id": "CT_req_0018",
      "type": "scoring_criteria",
      "description": "Priority is afforded to Proposed Developments located in priority funding areas and 1 Point will be given for each of the following local impact criteria, as identified by the C&amp;D Policies Plan for the subject property:\n- (i) Designation as an Urban Area or Urban Cluster in the 2010 Census\n- (ii) Boundaries that intersect a ยฝ mile buffer surrounding existing or planned mass-transit stations\n- (iii) Existing  or  planned  sewer  service  from  an  adopted  Wastewater Facility Plan\n- (iv) Exis...",
      "section_reference": "Section (a)",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Priority Locations"
    },
    {
      "requirement_id": "CT_req_0019",
      "type": "scoring_criteria",
      "description": "Proposed  Developments  must  not  be  agerestricted,  and  must  contain  a  mix  of  bedroom  sizes,  with  more  than  50%  of  the development's total units containing two or more bedrooms.\n\n## 1 Point\n\n- (d) Signed Resident Participation Agreement.  One Point shall be awarded to Completed  Applications  that  include  a  signed  agreement  for  resident  participation,  if signed agreements are applicable in accordance with Section 8-64c of the Connecticut General Statutes.\n\n## 1 Point\n\n- (...",
      "section_reference": "Section (c)",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Family  Developments"
    },
    {
      "requirement_id": "CT_req_0020",
      "type": "scoring_criteria",
      "description": "One Point shall be awarded to a Proposed Development that is located in a QCT or, if determined by the Authority, a DDA and the development of which contributes to a concerted community revitalization plan.  A copy of the community revitalization plan must be provided. (For definitions, please refer to the Glossary).\n\n1 Point\n\n- (g) Concerted Community Revitalization Plan and/or Affordable Housing Plan.",
      "section_reference": "Section (f)",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Located in a Qualified Census Tract"
    },
    {
      "requirement_id": "CT_req_0021",
      "type": "scoring_criteria",
      "description": "For purposes of the Plan, 'Development Located in an Area of Opportunity' shall mean a Proposed Development with non-age restricted units of which more than 50% of the Proposed Development's total units contain two or more bedrooms, and that is located in a municipality with measured improvements in family outcomes in education, employment and neighborhood domains.  Points will be awarded in accordance with DOH/Authority ' Opportunity Map ' published on the Authority's website, as follows. Pleas...",
      "section_reference": "Section (b)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Development Located in Area of Opportunity"
    },
    {
      "requirement_id": "CT_req_0022",
      "type": "threshold_requirement",
      "description": "Women  and/or  minorities are encouraged to participate in the ownership, development, or management of the project. Points may be awarded if evidence is provided that the entity meets the Supplier Diversity Eligibility Requirements of the State of Connecticut relative to women- or minority-owned business entities ('MBE').  Please refer to State Department of Administrative Services guidance for complete information.\n\n## 2 Points\n\n- (d) Connecticut-Based  General  Contractor.",
      "section_reference": "Section (c)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Women  and  Minority Participation"
    }
  ],
  "AK": [
    {
      "requirement_id": "AK_req_0009",
      "type": "threshold_requirement",
      "description": "the energy efficiency improvements must result in a minimum savings to the project of $40 per unit, per year, over the existing baseline.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Rehabilitation"
    },
    {
      "requirement_id": "AK_req_0010",
      "type": "scoring_criteria",
      "description": "Points = Number of Residential Units with 3 bedrooms or more  x 2 (Total Number Units in Property x 0.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Calculation"
    },
    {
      "requirement_id": "AK_req_0014",
      "type": "scoring_criteria",
      "description": "RDAW Discrepancy (minus 5 points maximum).",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 5,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Penalty"
    },
    {
      "requirement_id": "AK_req_0015",
      "type": "compliance_requirement",
      "description": "Filing of an IRS Form 8823, property compliance review closed as 'noncompliant', or audit findings on grant programs.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "application registration deadline"
    },
    {
      "requirement_id": "AK_req_0017",
      "type": "compliance_requirement",
      "description": "Units  funded  through  these  programs  will  be  underwritten  and  monitored  in  compliance with  24  CFR  92.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [
        "24  CFR  92"
      ],
      "state_specific": false,
      "implementation_details": "ance Restrictions\n\nHOME and NHTF projects"
    },
    {
      "requirement_id": "AK_req_0022",
      "type": "threshold_requirement",
      "description": "This threshold will apply if a previously funded project encounters a funding gap beyond the amount identified in a prior award review for feasibility and can no longer proceed with  the  equity  available.    In  such  cases,  the  applicant  will  be  required  to  return  all previously awarded funds to the GOAL program.  The applicant will then be eligible to apply for the entire amount of funding necessary to result in a feasible project.\n\n2.",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "awards  are  tied  up  in  a  project"
    },
    {
      "requirement_id": "AK_req_0023",
      "type": "scoring_criteria",
      "description": "- Whether or not changes to the project design, scope, and / or funding mix are necessary and / or appropriate (as determined by AHFC).\n- Whether  or  not  the  proposal  can  reasonably  be  expected  to  be  constructed  with  the proposed funding mix and development team.\n- Penalty points review and assessment will be completed.  Penalty points are assessed under  the  criteria listed in Rating and  Ranking  Criteria, Paragraph  7(b)  below.",
      "section_reference": "Section (c)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of the Rating Criteria"
    },
    {
      "requirement_id": "AK_req_0025",
      "type": "scoring_criteria",
      "description": "Applicants may receive points for one category, but not both.\n\n- b. Availability of Larger Units for Households with Children (Maximum 2 Points) Points will be awarded to applications based on the percentage of residential units in the project with three or more bedrooms, according to the following rating scale:\n\n## Calculation:\n\nPoints = Number of Residential Units with 3 bedrooms or more  x 2 (Total Number Units in Property x 0.4)\n\nExample: A 10-unit  project,  with  no  manager's unit,  where...",
      "section_reference": "Section (vi)",
      "mandatory": false,
      "point_value": 2,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "are either or categories"
    }
  ],
  "AZ": [
    {
      "requirement_id": "AZ_req_0018",
      "type": "scoring_criteria",
      "description": "LIHTC resyndications or other federally subsidized affordable housing - 35 points;\n\n## 1.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 35,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ed on its evaluation of the factors below"
    },
    {
      "requirement_id": "AZ_req_0021",
      "type": "threshold_requirement",
      "description": "minimum ยฝ-inch exterior grade plywood or ยฝ-inch exterior grade OSB (oriented strand board).",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Required"
    },
    {
      "requirement_id": "AZ_req_0022",
      "type": "threshold_requirement",
      "description": "Roofing systems must have a minimum life of 30 years, a 10-year material and labor warranty, and be installed per manufacturer's specifications with wood truss framing, and a minimum slope of 3:12.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Pitched Roof"
    },
    {
      "requirement_id": "AZ_req_0023",
      "type": "threshold_requirement",
      "description": "Low-Sloped roofs must have a minimum 3/8'/1' slope and have a minimum rated life of 20 years and a 10-year material and labor warranty.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Sloped Roof"
    },
    {
      "requirement_id": "AZ_req_0026",
      "type": "threshold_requirement",
      "description": "durable laminate at a minimum.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Countertops"
    },
    {
      "requirement_id": "AZ_req_0028",
      "type": "threshold_requirement",
      "description": "at a minimum three-coat cement stucco with metal expansion joints, or 3/8-inch, fiber-reinforced stucco on wire lath, on 1-inch foam insulation.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Desert and mountain localities"
    },
    {
      "requirement_id": "AZ_req_0034",
      "type": "threshold_requirement",
      "description": "## LEASE-UP\n\nOwners must deposit a minimum of $300 per unit. The management agent will use these funds to pay rentup expenses. Any amount remaining when the property reaches ninety-three percent (93%) occupancy must be transferred to the replacement reserve account, operating reserve account, or to pay capital costs including deferred developer fee.\n\n## OPERATING\n\nThe operating reserve must equal at least four (4) months of operating expenses and debt service.",
      "section_reference": "Section (RD)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "rent assistance"
    }
  ],
  "AL": [
    {
      "requirement_id": "AL_req_0004",
      "type": "scoring_criteria",
      "description": "Points will not be deducted for properties located adjacent to a railroad if the noise levels are acceptable (outside noise level &lt; 65 dB; interior noise level &lt; 45 dB).",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Please note"
    },
    {
      "requirement_id": "AL_req_0034",
      "type": "threshold_requirement",
      "description": "A 10-foot side yard setback on one lot side and a 'zero lot line' setback on the other (thus, a forty (40) foot minimum lot width) will be allowed with a front-facing garage.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "be modified with the following exception"
    },
    {
      "requirement_id": "AL_req_0035",
      "type": "threshold_requirement",
      "description": "Roof or attic insulation must have an R-38 minimum.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Insulation Requirements"
    },
    {
      "requirement_id": "AL_req_0037",
      "type": "compliance_requirement",
      "description": "- 5) Demonstrate adequate infrastructure capacity evidenced by the proposed project's utility documentation provided in the Application.\n- 6) Demonstrate the likelihood of sustained 30-year compliance with Section 42 based on the following criteria: (a) the market study demonstrates a need for the project as proposed, (b) the application demonstrates that the project is financially feasible as defined in Section II.E.(1)(iii) at the time of application and (c) the Ownership Entity and Management...",
      "section_reference": "Section (iii)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of this QAP"
    },
    {
      "requirement_id": "AL_req_0038",
      "type": "threshold_requirement",
      "description": "These amounts must be paid by applicant within 5 business days of the invoice date.\n\nAny unused portion of the additional funds collected will be returned to applicant without  interest  once  all  third-party  invoices  have  been  submitted  and  refund amount is determined.\n\n- 2) Missing and/or Incomplete Items (Excludes Threshold Requirements and Material Environmental  Findings):  Applicants  are  required  to  submit  their  final  and complete  Application  Packages  by  the  submission  ...",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "submitted by the applicant"
    },
    {
      "requirement_id": "AL_req_0042",
      "type": "scoring_criteria",
      "description": "AHFA  follows  a  competitive  process  by  which  all  applicants  are  objectively  scored according  to  criteria  specified  in  the  QAP.  AHFA  strictly  adheres  to  the  policy  and procedures of the QAP. Efforts to influence the outcome of the application process through lobbying  efforts  either  directly  (by  the  applicant)  or  indirectly  (via  the  efforts  of  third parties on the applicant's behalf), will be futile, considered as a violation of the QAP and may result in the ter...",
      "section_reference": "Section (c)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "at Actual Cost Certification"
    },
    {
      "requirement_id": "AL_req_0043",
      "type": "scoring_criteria",
      "description": "The applicant must submit a complete application (see Section I.C. (1)) to AHFA.\n- (ii) Point Scoring.",
      "section_reference": "Section (i)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Completeness"
    },
    {
      "requirement_id": "AL_req_0044",
      "type": "threshold_requirement",
      "description": "The Project will be evaluated to determine  its  financial  feasibility  as  hereinafter  defined,  including  its financial viability as a qualified Housing Credit project throughout the Credit Period.\n\nAt minimum,  AHFA  will  evaluate  a  proposed  project's financial feasibility based on the following criteria:\n\n- a) the  extent  to  which  the  project's  sources  of  funds  equals  the project's uses of funds.\n\n- b) the extent to which the proposed developer fee deferral can be paid within...",
      "section_reference": "Section (iii)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Determination of Financial Feasibility"
    },
    {
      "requirement_id": "AL_req_0046",
      "type": "compliance_requirement",
      "description": "7. (iii) Compliance Fee.\n- 5) The Ownership Entity must close its permanent financing and receive IRS Form 8609 from AHFA no later than the end of the first year of the Credit Period.\n- 6) If any unforeseen or unusual environmental condition(s) not otherwise identified after completing AHFA's environmental requirements is discovered with respect to  a  project that  received an  award of HOME Funds, Housing Credits, or both under this plan or the plan for any prior year, and such unforeseen envi...",
      "section_reference": "Section (ii)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Cost Certification Fee"
    },
    {
      "requirement_id": "AL_req_0048",
      "type": "scoring_criteria",
      "description": "- (iii.) 2 points (for each occurrence) will be deducted from an application if any Responsible Owner of the Ownership Entity or the Management Company identified in the application for any of the following with respect to Davis Bacon requirements on any AHFA-Project\n\n(approved and/or Placed-In-Service):\n\n- Outstanding issues not resolved within 6 months after the General Contractor has been notified of the problem.\n- If required posting of Wage Decision and approved Additional Classifications w...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": 2,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "without prior written consent from AHFA"
    },
    {
      "requirement_id": "AL_req_0054",
      "type": "threshold_requirement",
      "description": "- (f) HVAC  Equipment  must  meet  or  exceed  current  EPA  Standards  for  the Southeastern Region.\n\n## III. Attached New Construction Rental Units\n\nThe following outline of minimum standards must be used in designing Housing Credit and HOME Funds projects of twelve or more attached units.\n\n## A.",
      "section_reference": "Section (e)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "HVAC refrigeration lines must be insulated"
    },
    {
      "requirement_id": "AL_req_0058",
      "type": "threshold_requirement",
      "description": "- Low VOC flooring finishes (maximum VOC levels of 100 grams/liter).\n- (b) Resilient flooring materials must meet FHA minimum standards.\n- 5.) Other Interior Standards:\n- (a) All  interior  doors  to  habitable  spaces  in  unit(s)  subject  to  Fair  Housing Guidelines  must  have  a  minimum  clear  width  in  compliance  with  the applicable  Fair  Housing  design  standards.",
      "section_reference": "Section (a)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Carpet materials must meet FHA minimum standards"
    }
  ],
  "CO": [
    {
      "requirement_id": "CO_req_0004",
      "type": "threshold_requirement",
      "description": "A minimum election of 15 years extended use is required.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "rcent credit with or without state credit"
    },
    {
      "requirement_id": "CO_req_0009",
      "type": "compliance_requirement",
      "description": "The property, Owner, and Owner's agent, if applicable, shall be considered 'Not in Good Standing' with CHFA until the noncompliance is corrected to the satisfaction of CHFA.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "the right to apply the following remedies"
    },
    {
      "requirement_id": "CO_req_0014",
      "type": "threshold_requirement",
      "description": "These services must be provided by a service provider(s) with a minimum of three years of experience in the related field of service provision.\n- Tenant Selection Plans that follow Housing First best practices, such as pet-friendly policies.\n- If applying to other entities for project-based vouchers or services funding, a copy of that application is required.\n\n## 6.",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "for service providers"
    },
    {
      "requirement_id": "CO_req_0017",
      "type": "threshold_requirement",
      "description": "This certification is accomplished by completing Part II of the 8609s. A copy of the completed 8609s must also be submitted to CHFA within 90 days of filing with the IRS.\n2. Following the close of the first taxable year in the Housing Tax Credit period with respect to any qualified low-income project with state credits, the Owner must certify to CHFA (i) the taxable year and calendar year in which such project was placed in service, (ii) the adjusted basis and eligible basis of such project as o...",
      "section_reference": "Section (v)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "such other information as the Secretary may require"
    },
    {
      "requirement_id": "CO_req_0018",
      "type": "threshold_requirement",
      "description": "3. By end of the second calendar year following the year that the last building places in service, CHFA will conduct onsite inspections of all buildings in the project and, for a portion of the project's low-income units, inspect the unit and review tenant income certifications, supporting documentation, and rent records. The minimum number of units and files to be inspected and reviewed is the lesser of:\n- 20 percent of the low-income units in the project, rounded up to the nearest whole number...",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [
        "Revenue Procedure 2016-15"
      ],
      "state_specific": false,
      "implementation_details": "have placed in service"
    }
  ],
  "DE": [
    {
      "requirement_id": "DE_req_0013",
      "type": "threshold_requirement",
      "description": "All developments with community buildings/community space must meet the following minimum requirements:\n1.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Space"
    },
    {
      "requirement_id": "DE_req_0035",
      "type": "threshold_requirement",
      "description": "- b. Floor drains and/or sump holes shall be provided in all basements and/or crawl spaces.  The floor shall be pitched to these drains or sumps and the drains or sumps shall be connected to a positive drainage system or to the exterior of the building.  Sump pumps must be installed, ยฝ hp minimum with battery backup.",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "and eliminate pooling water"
    },
    {
      "requirement_id": "DE_req_0038",
      "type": "threshold_requirement",
      "description": "The resident(s) may consent to permanent displacement contingent upon receiving relocation assistance approved by the Delaware State Housing Authority.\n\nEnclosed with this letter is what you will need to bring with you to your interview.  If you should have any questions about our plans, please contact\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_.\n\nSincerely,\n\nAttachment 3\n\n## SECOND NOTICE OF ELIGIBILITY FOR RELOCATION ASSISTANCE RESIDENTIAL RESIDENT\n\n[Applicant Lette...",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "consents to permanent displacement"
    }
  ],
  "ID": [
    {
      "requirement_id": "ID_req_0023",
      "type": "scoring_criteria",
      "description": "TAX CREDIT DISTRIBUTION SUMMARY\n\n## COMPETITIVE APPLICATION ROUND SET-ASIDES:\n\nNonprofit Set-Aside:\n\n10% of the State's estimated annual per capita tax credit ceiling.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "EXHIBIT A"
    },
    {
      "requirement_id": "ID_req_0035",
      "type": "scoring_criteria",
      "description": "Failure to meet these requirements shall subject the project, at the sole discretion of the Association, any late fees applicable to late Allocation Certification in Section 4.15 of this QAP.\n\nIf  a  development  is  awarded  the  three  selection  criteria  points  and  does  NOT  comply  with  the requirements  in  this  category  after  being  placed  in  service,  the  Developer/Sponsor  will  NOT  be eligible to submit applications for LIHTC until the project is back in satisfactory complia...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of Occupancy"
    },
    {
      "requirement_id": "ID_req_0037",
      "type": "compliance_requirement",
      "description": "Consistent with this provision, the Association, at its sole discretion, may elect to waive or not to enforce a provision that it views as unworkable or undesirable.\n\n## 13.1.7 Association Evaluation Is Not a Warranty\n\nIssuance of a LIHTC reservation, conditional commitment, carryover allocation, or Allocation Certification (IRS Form 8609) by the Association shall not constitute or be construed as a representation or warranty as to the feasibility or viability of the development or the developme...",
      "section_reference": "Section (iv)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of the code"
    }
  ],
  "IN": [
    {
      "requirement_id": "IN_req_0002",
      "type": "threshold_requirement",
      "description": "USDA Rural Development Section 515 properties may include the cost of construction of community buildings and common areas in the minimum per unit amount.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "o Exception"
    },
    {
      "requirement_id": "IN_req_0003",
      "type": "threshold_requirement",
      "description": "A Development that depends on commercial income to meet the minimum underwriting guidelines will not be considered financially feasible.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "housing portion of the Development\n\nNote"
    },
    {
      "requirement_id": "IN_req_0006",
      "type": "scoring_criteria",
      "description": "If following a competitive negotiation procedure, place description in Tab M.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Required Documentation"
    },
    {
      "requirement_id": "IN_req_0017",
      "type": "threshold_requirement",
      "description": "Minimum of 2 Amenities                                                                |\n| Quality window blinds or curtains for all windows and sliding glass doors in each unit.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Unit Convenience"
    },
    {
      "requirement_id": "IN_req_0019",
      "type": "scoring_criteria",
      "description": "Applicants proposing Developments of 16 units or less must include at least two accessible or adaptable units to be eligible for points.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "units or less"
    },
    {
      "requirement_id": "IN_req_0033",
      "type": "scoring_criteria",
      "description": "'Owned and controlled' is defined as follows:\n\n- For owners and developers:\n- o Ownership of at least 51% of the enterprise (stock of a corporation, interest in a limited liability company, or general partner of a limited partnership)\n- o Control over the management and active in the day-to-day operation of the business\n- o An interest in the capital, assets, and profits and losses of the business proportional to the percentage of ownership\n- o Material participation in the management of the Dev...",
      "section_reference": "Section (VIP)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "database"
    }
  ],
  "HI": [
    {
      "requirement_id": "HI_req_0003",
      "type": "scoring_criteria",
      "description": "Highest aggregate LIHTC criteria score, highest scores for rental subsidies, and high scores for leveraging and efficiency and reasonableness of  development costs.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Hanapepe Residence Lots IIA"
    },
    {
      "requirement_id": "HI_req_0004",
      "type": "scoring_criteria",
      "description": "Third highest aggregate LIHTC criteria score, including highest score for reasonableness of  development costs.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Pua Lane Family Affordable"
    },
    {
      "requirement_id": "HI_req_0005",
      "type": "scoring_criteria",
      "description": "Fourth highest aggregate LIHTC criteria score, highest scores for readiness and developer &amp; management experience.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Kuulei Apartments"
    },
    {
      "requirement_id": "HI_req_0006",
      "type": "scoring_criteria",
      "description": "Fifth highest aggregate LIHTC criteria score.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Courtyards at W  aipouli"
    },
    {
      "requirement_id": "HI_req_0017",
      "type": "compliance_requirement",
      "description": "Initial calculation of Contractor Profit is just an estimation, so it would 1 be helpful for us to have the actual profit to see compliance with our Consolidated App requirements].",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Reasoning"
    },
    {
      "requirement_id": "HI_req_0018",
      "type": "compliance_requirement",
      "description": "Proof of compliance with 50% Test.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Exempt Bond Proiects"
    },
    {
      "requirement_id": "HI_req_0021",
      "type": "threshold_requirement",
      "description": "Failure to meet any Minimum Threshold results in application rejection.\n- D. HHFDC used the Criteria Point System detailed in Section III (D) of  the QAP to score and evaluate applications. There are 20 scoring criteria with a maximum possible score of 120 points.",
      "section_reference": "Section (B)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ofthe QAP to receive consideration"
    }
  ],
  "LA": [],
  "KY": [],
  "MD": [
    {
      "requirement_id": "MD_req_0002",
      "type": "threshold_requirement",
      "description": "To be eligible for an allocation of LIHTC from the PSH Set-Aside, the project must comply with the following minimum criteria.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Permanent Supportive Housing Criteria"
    }
  ],
  "IA": [
    {
      "requirement_id": "IA_req_0007",
      "type": "threshold_requirement",
      "description": "Minimum 1,000 square feet with waste area.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Fenced Dog Walking Area"
    },
    {
      "requirement_id": "IA_req_0026",
      "type": "compliance_requirement",
      "description": "A notice that identifies noncompliance issues (that existed at the Property during a physical inspection or file review) with the LURA, the Carryover Agreement, the Application, etc.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "State Issued Notice of Noncompliance"
    },
    {
      "requirement_id": "IA_req_0031",
      "type": "compliance_requirement",
      "description": "If there are two or more Owner Representatives, each must be Nonprofit, but only one must meet the requirements of Section 1.2 A 5 above. The Nonprofit shall materially participate in the development and operation of the Project throughout the Compliance Period. Nonprofit material participation is defined in IRC Section 469(h) and Treasury Regulation 1.",
      "section_reference": "Section (ii)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "throughout the Compliance Period"
    }
  ],
  "ME": [
    {
      "requirement_id": "ME_req_0000",
      "type": "compliance_requirement",
      "description": "the use of interactive real-time visual and audio or other electronic media for the purpose of consultation and education concerning and diagnosis, treatment, care management, and self-management of a patient's physical and mental health and includes real-time interaction between the patient and the telehealth provider, synchronous encounters, asynchronous encounters, store and forward  transfers  and  remote  patient  monitoring.    Telehealth  includes  telephonic  services  when interactive t...",
      "section_reference": "Simple Means",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Telehealth"
    },
    {
      "requirement_id": "ME_req_0011",
      "type": "threshold_requirement",
      "description": "An Applicant will qualify if it is owned by  either  a  Qualified  Nonprofit  Organization,  or  a  business  corporation  which  is  100% owned by one or more Qualified Nonprofit Organization(s), and (in accordance with Section 42(h)(5)(C) of the Code) it is the general partner or manager/managing member and controls the Project's development and day-to-day operation.\n\nChapter 16 Low-Income Housing Tax Credit Rule\n\n- B. Preservation  Set-Aside.    MaineHousing  will  set  aside  up  to  $750,00...",
      "section_reference": "Section (B)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [
        "Section 42(h)(5)"
      ],
      "state_specific": false,
      "implementation_details": "of the Code"
    },
    {
      "requirement_id": "ME_req_0012",
      "type": "scoring_criteria",
      "description": "| 1 point   |\n\n## P. Management Performance.\n\n## Up to a 3 point loss\n\nManagement Companies which have shown instances of poor performance in their management of LIHTC Projects still in their Compliance Period may lose points as follows.\n\n| The average of the most recent physical plant inspection scores as of June 30 before the Application deadline is below Above Average.",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "the company plans to manage"
    },
    {
      "requirement_id": "ME_req_0014",
      "type": "threshold_requirement",
      "description": "Response: Section 6(Q) states that if there is a need for a tie breaker because applications with the same score request the same amount of Credit and 0% deferred debt per unit, the project with the most acceptable plan to convert the project to affordable homeownership for the residents after the Extended Use Period will have priority. Section 6(Q) outlines that the plan must describe the process for transferring ownership to the residents, the purchase price or process for determining it, any ...",
      "section_reference": "Section (Q)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "what is required"
    },
    {
      "requirement_id": "ME_req_0016",
      "type": "threshold_requirement",
      "description": "Response: Successful development experience means that the team has consistent recent experience delivering projects on budget and on time.\n\nComment: Laura Mitchell commended that the required selection criteria under Section 42 of the Internal Revenue Code 'projects intended for eventual tenant ownership' should either be added as an additional requirement prior to the Tie Breaker section or clarify as to why it is in the Tie Breaker section should be provided.\n\nResponse: 'Projects intended for...",
      "section_reference": "Section (M)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "should be provided"
    }
  ],
  "MN": [
    {
      "requirement_id": "MN_req_0007",
      "type": "scoring_criteria",
      "description": "Priority will be given to the project with the greater number of points in Preference criteria; if a tie still remains;\n2.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "First tie breaker"
    },
    {
      "requirement_id": "MN_req_0025",
      "type": "threshold_requirement",
      "description": "Upon confirmation of such facts, which such confirmation shall not be unreasonably withheld or delayed, the owner shall modify its provision of such tenant support services for the affected PWD Unit(s) in a manner consistent with Minnesota Housing's modified requirements for the provision of tenant services for the PWD Unit(s), provided that more restrictive threshold, selection priority, or funding requirements, if any, do not apply.\n\nIf Minnesota Housing, at any time thereafter, in its sole di...",
      "section_reference": "Section (ii)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of this paragraph"
    },
    {
      "requirement_id": "MN_req_0027",
      "type": "threshold_requirement",
      "description": "For projects to which the Minnesota Housing QAP applies, Minnesota Housing must make a determination that all requirements are satisfied. After this determination, Minnesota Housing will issue a preliminary determination letter. Except as determined by Minnesota Housing, applications for this determination must be submitted to Minnesota Housing at least 60 days prior to the issuance of the tax-exempt volume limited bonds sufficient, together with any tax-exempt volume limited bonds issued previo...",
      "section_reference": "Section (HAP)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "contracts to the full extent available"
    },
    {
      "requirement_id": "MN_req_0028",
      "type": "threshold_requirement",
      "description": "Applicants must submit the predictive cost model determination document and will receive a determination letter upon review. The letter will consist of Minnesota Housing's determination, the expiration date of the determination, the project's current percentage of the predictive cost model, and the project cap for per unit costs in excess of an allowable threshold of which board action may be required. Developments with costs above the predictive cost model will be notified and, if requested by ...",
      "section_reference": "Section (m)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "application"
    }
  ],
  "MO": [
    {
      "requirement_id": "MO_req_0017",
      "type": "compliance_requirement",
      "description": "Developments funded under the Permanent Supportive Housing Priority cannot give preference to potential residents based upon having a particular disability or condition to the exclusion of persons with  other  disabilities  or  conditions.  Applicants  must  submit  documentation  demonstrating  they have obtained commitments from a Lead Referral Agency which will refer households in need of permanent supportive housing qualified to lease identified units and from local service agencies which wi...",
      "section_reference": "Section (b)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "developmentally disabled"
    },
    {
      "requirement_id": "MO_req_0018",
      "type": "compliance_requirement",
      "description": "Applicants must submit documentation demonstrating they have obtained commitments from a Lead Referral Agency which will refer vulnerable persons qualified to lease identified units and from local service agencies which will provide a network of services capable of assisting each type of vulnerable person defined above.  For purposes of the Vulnerable Persons Priority, a 'Lead Referral Agency'  is  a  service  provider  agency  that  will  provide  tenants  and  services  to  the  community thro...",
      "section_reference": "Section (b)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "a youth transitioning out of foster care"
    },
    {
      "requirement_id": "MO_req_0023",
      "type": "threshold_requirement",
      "description": "- d.4. Minimum Set-Aside Test. Each development must make a minimum set-aside election.",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of occupancy for the building"
    }
  ],
  "MS": [
    {
      "requirement_id": "MS_req_0012",
      "type": "scoring_criteria",
      "description": "Developments that contract with a third-party Service Coordinator to provide programs and services to its tenants may receive up to six (6) points.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Service Coordinator"
    },
    {
      "requirement_id": "MS_req_0017",
      "type": "compliance_requirement",
      "description": "Housing  Credit Certified  Professional  (HCCP),  Certified  Credit  Compliance  Professional  (C3P),  and/or  Specialist  in  Housing Credit Management (SHCM).",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of  the  following  HTC  Certifications"
    },
    {
      "requirement_id": "MS_req_0023",
      "type": "scoring_criteria",
      "description": "HUD DESIGNATED QCTs/DDAs\n\nFor current QCT/DDA data, refer to the HTC Point Layer mapping tool on mshomecorp.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ADDENDUM D"
    },
    {
      "requirement_id": "MS_req_0024",
      "type": "scoring_criteria",
      "description": "E\n\n[RESERVED]\n\nFor current Qualified Zip Code data, refer to the HTC Point Layer mapping tool on mshomecorp.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ADDENDUM E"
    },
    {
      "requirement_id": "MS_req_0036",
      "type": "threshold_requirement",
      "description": "The development owner cannot change the minimum set-aside election once the application has been received by MHC. The minimum set-aside election must be consistent throughout the application and the application package.\n\n2. Affordability Period.",
      "section_reference": "Section (AMI)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "This election is irrevocable"
    },
    {
      "requirement_id": "MS_req_0041",
      "type": "threshold_requirement",
      "description": "Each development filing under this set-aside will be limited to $330,000 in first year credits.\n\nAll new construction developments must meet the minimum 24-unit requirement.  Request for waivers as outlined in Section 1.2(2) will not be allowed for new construction developments competing under this setaside.",
      "section_reference": "Section (ACA)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "for smaller developments"
    },
    {
      "requirement_id": "MS_req_0045",
      "type": "compliance_requirement",
      "description": "Information on the signage specifications is available on MHC's website at www.mshomecorp.com.  Failure to post signage by the start of construction through completion of construction subjects the development to a non-compliance fee of $50.",
      "section_reference": "Section (MHC)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "as a financing source"
    },
    {
      "requirement_id": "MS_req_0046",
      "type": "scoring_criteria",
      "description": "Onsite management staff are required to receive training on MAOI residents from the Department of Mental Health. Developments applying for MAOI points will need to have a sufficient number of one (1) bedroom units to accommodate this target population. Sixty (60) percent of the units set aside for MAOI would need to be one (1) bedroom. If unable to maintain MAOI compliance, marketing efforts must include documentation from the referral network partner stating that for the current marketing perio...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "as defined in the Fair Housing Act"
    },
    {
      "requirement_id": "MS_req_0047",
      "type": "threshold_requirement",
      "description": "18. Furnished Clubhouse or Community Building for all new construction. (see page 63)\n\n## MINIMUM DESIGN QUALITY STANDARDS\n\n## ADDENDUM B\n\n19. Ceiling fans standard in living room/great room and all bedrooms.",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "on the first floor"
    },
    {
      "requirement_id": "MS_req_0048",
      "type": "threshold_requirement",
      "description": "The land cost reflected in the appraisal must be the minimum land cost shown on the application form.  The appraisal must be dated within six month of the application date and provided by a certified appraiser:\n- (c) Site Photos.\n- (d) Applicants requesting acquisition tax credits must provide evidence of title ownership over the previous ten (10) years.  Acquisition/rehabilitation developments that are not ten (10) years old or have changed ownership within the last ten (10) years must provide ...",
      "section_reference": "Section (b)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Appraisal of land value and improvements"
    }
  ],
  "MA": [
    {
      "requirement_id": "MA_req_0017",
      "type": "scoring_criteria",
      "description": "DHCD will award up to two points to any application with a letter of support from the chief elected official of the community to benefit from the tax credit project.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Points Maximum"
    },
    {
      "requirement_id": "MA_req_0020",
      "type": "scoring_criteria",
      "description": "The  application  process  in  Massachusetts  for  the  9%  credit  is  a  competitive  process.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "cation Process for Massachusetts Projects"
    },
    {
      "requirement_id": "MA_req_0024",
      "type": "threshold_requirement",
      "description": "Each sponsor must pay the remainder of the total amount of the processing fee(s) before receiving a final allocation of credit and IRS form 8609 and/or state credit eligibility statement from DHCD.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Third Installment at Allocation"
    },
    {
      "requirement_id": "MA_req_0029",
      "type": "compliance_requirement",
      "description": "Compliance Monitoring Procedures\n\n## Appendix E: Compliance Monitoring Procedures\n\nThe compliance monitoring procedure includes five components:\n\n- I.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Appendix E"
    },
    {
      "requirement_id": "MA_req_0045",
      "type": "threshold_requirement",
      "description": "Visitable Units shall have, at minimum, all of the following features:\n\n1.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Definition"
    },
    {
      "requirement_id": "MA_req_0059",
      "type": "compliance_requirement",
      "description": "If the actual compliance period for a project will begin in a year later than 2018, the monitoring fee will be required beginning in that same year. Projects which received an allocation of tax credits in years prior to 2018 will be required to pay only a tax credit monitoring fee as set forth below, notwithstanding any provision to the contrary in any prior year's Qualified Allocation Plan and/or Program Guidelines, including without limitation provisions for an annual administrative or monitor...",
      "section_reference": "Section (CPI)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "subject to a cap as described below"
    },
    {
      "requirement_id": "MA_req_0060",
      "type": "compliance_requirement",
      "description": "The  total  annual  fee  will  not  exceed  the  amount  of $4,000  per  project  in  2022-2023,  which  amount  may  be  adjusted  by  DHCD periodically by the Consumer Price Index (CPI) for subsequent   years;\n\n- The  total  amount  of  monitoring  fees  for  the  15-year  compliance  period  (or remaining years of the compliance period beginning with 2018 (for projects that received an allocation of tax credits in years prior to 2018) will be due and payable in one payment at a date designate...",
      "section_reference": "Section (CPI)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "for  subsequent  years"
    },
    {
      "requirement_id": "MA_req_0061",
      "type": "compliance_requirement",
      "description": "DHCD reserves the right to charge a reasonable monitoring fee to perform compliance monitoring functions after the completion of the tax credit compliance period (as defined in Internal Revenue Code Section 42) for the remainder of the term of the Tax Credit Regulatory Agreement and Declaration of Restrictive Covenant.\n\nProjects  that  receive  funding  through  the  Tax  Credit  Assistance  Program  or  the  Tax  Credit Exchange Program must pay an asset management fee in addition to a complian...",
      "section_reference": "Section (CPI)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [
        "Internal Revenue Code Section 42"
      ],
      "state_specific": false,
      "implementation_details": "in any subsequent year"
    },
    {
      "requirement_id": "MA_req_0066",
      "type": "threshold_requirement",
      "description": "(NC), (AR) + (RR)\n- A dishwasher is required in three- and four-bedroom units (NC), (AR)\n- Cabinets shall comply with KCMA Certified all-wood severe use (no MDF or particle board) at sink base cabinet (NC), (AR) + (RR)\n- Kitchen  sink  interior  dimensions  shall  be  22 สบ x  24 สบ x  6.5 สบ minimum,  stainless  steel, accommodating a single handle faucet with spray attachment (NC), (AR) + (RR)\n- All GWB in kitchens must be non-paper faced or skim coat plaster (NC), (AR) + (RR)\n- Wall and ceiling ...",
      "section_reference": "Section (MDF)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "used in countertops shall be for formaldehyde free"
    }
  ],
  "KS": [
    {
      "requirement_id": "KS_req_0001",
      "type": "scoring_criteria",
      "description": "Assessed by the bonding authority on the amount of allocation actually issued, and the fee is due to KHRC:\n\n$0 - $5,000,000\n\n-\n\n10 basis points (.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Bond Issuance Fee"
    },
    {
      "requirement_id": "KS_req_0003",
      "type": "scoring_criteria",
      "description": "REHABILITATION\n\nKHRC will invite 9% LIHTC rehabilitation applications which:\n\n- earn 310 points under the Appendix A categories; and\n- are competitive based on the priorities listed below.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 310,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "SELECTION CRITERIA"
    },
    {
      "requirement_id": "KS_req_0012",
      "type": "threshold_requirement",
      "description": "minimum fenestration solar heat gain coefficients; and methods for determining building assembly and a total U-factor.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "factors"
    },
    {
      "requirement_id": "KS_req_0020",
      "type": "scoring_criteria",
      "description": "A standard land use or comprehensive plan is ineligible unless it contains a specific revitalization component;\n- The local government certifies that no Principal initiated the CRP being adopted (other than a public housing authority or a related entity);\n- Completing the property proposed in the application would contribute to one or more of the CRP's stated goal(s); and\n- The local government has made or is committed to making specific investments in non-housing infrastructure, amenities, or s...",
      "section_reference": "Section (CRP)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "containing the proposed site"
    },
    {
      "requirement_id": "KS_req_0021",
      "type": "threshold_requirement",
      "description": "## LEASE-UP\n\nOwners must deposit a reasonable amount based on the projected absorption. For new construction properties, the minimum is $300 per unit. The management agent will use these funds to pay rent-up expenses. Any amount remaining when the property reaches 93% occupancy must be transferred to the replacement reserve account, operating reserve account, or to pay real estate and property insurance costs.",
      "section_reference": "Section (RD)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "rent assistance"
    }
  ],
  "MT": [],
  "ND": [
    {
      "requirement_id": "ND_req_0009",
      "type": "scoring_criteria",
      "description": "Project  applications  with  tax-exempt  bond  financing  are  subject  to  all requirements of this Plan except for the score requirements listed in Section VII of this Plan.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Exempt  Financed  Projects"
    },
    {
      "requirement_id": "ND_req_0012",
      "type": "threshold_requirement",
      "description": "The minimum average rehabilitation threshold of $15,000 per restricted unit in hard construction costs.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Substantial Rehabilitation"
    },
    {
      "requirement_id": "ND_req_0024",
      "type": "scoring_criteria",
      "description": "The Applicant must provide a self-scoring narrative indicating the number of points being sought in each scoring category.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Scoring"
    },
    {
      "requirement_id": "ND_req_0035",
      "type": "compliance_requirement",
      "description": "Agency's final verification of Applicant's compliance to the Plan's requirements, completion of the development of the Project, and all building(s) have been Place-in-Service.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Final Allocation"
    },
    {
      "requirement_id": "ND_req_0040",
      "type": "threshold_requirement",
      "description": "Agency  will  review  application  packages  completeness  prior  to  scoring.  Applications  missing  any  Threshold Requirement(s) after an Application Cycle's Closing Date will have a reasonable time to submit the missing Threshold Requirement(s); however, a 2-point scoring deduction will be assessed for each missing Threshold Requirement.\n\nApplications may be submitted to the Agency during the calendar month prior to an Application Cycle's Closing Date for a one-time pre-review and feedback ...",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "for the points being sought"
    },
    {
      "requirement_id": "ND_req_0042",
      "type": "scoring_criteria",
      "description": "The TSC would be required to develop and maintain working relationships with tenants in the project. The TSC's role is to increase the ability of all tenants to maintain stability and uphold lease obligations through the following: facilitating provision of supportive services by connecting tenants with appropriate providers, identifying needs for assistance, and educating tenants on available resources.\n\n## 2.\n\n## Tenant Support Coordinator and Medicaid-Approved Service Provider 5 points\n\nOwner...",
      "section_reference": "Section (TSC)",
      "mandatory": false,
      "point_value": 5,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "for at least one hour per project unit per month"
    },
    {
      "requirement_id": "ND_req_0043",
      "type": "compliance_requirement",
      "description": "Compliance monitoring activities will include:\n\n- j. Confirmation of hiring or contracting with a TSC.\n- k. Confirmation of the provision of the services pledged at the time of LIHTC application, if applicable.",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of intent"
    }
  ],
  "NJ": [
    {
      "requirement_id": "NJ_req_0005",
      "type": "threshold_requirement",
      "description": "all applicable sections of the application corresponding to eligibility requirements at N.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "for the application to be deemed complete"
    },
    {
      "requirement_id": "NJ_req_0013",
      "type": "compliance_requirement",
      "description": "If credits were allocated in 1996 based on a compliance period of 25 years, all first-year records must be retained for 31 years or 25 years plus six years.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "For example"
    },
    {
      "requirement_id": "NJ_req_0016",
      "type": "threshold_requirement",
      "description": "'Supportive housing project' means a project that shall rent a minimum of 25.00 percent of the total project units to individuals with special needs. At a minimum, a supportive housing project must have a social service coordinator and a social services plan that addresses the needs of the identified special needs population. If a social service coordinator is being provided through a third party, then a signed agreement between the two parties is required and the coordinator must be dedicated t...",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "in the defined market area"
    },
    {
      "requirement_id": "NJ_req_0019",
      "type": "compliance_requirement",
      "description": "For projects applying for funds from NJEDA and for nine-percent LIHTCs, a commitment letter from NJEDA shall be submitted in the tax credit application.\n7. In accordance with the Code, NJHMFA shall examine the reasonableness of the operational costs of the project. Applicants shall demonstrate that their project is financially feasible and viable as a qualified low-income housing project throughout the tax credit compliance period.",
      "section_reference": "Section (m)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "letter"
    },
    {
      "requirement_id": "NJ_req_0021",
      "type": "scoring_criteria",
      "description": "A project in a municipality with a ranking of 282 or below shall be eligible for two points and may receive one additional point if it satisfies a municipal affordable housing obligation and is part of a court-approved municipal fair share housing development plan. To receive the additional point, sponsors must submit the fair share housing development plan listing the project and evidence of court approval in the application. Senior projects are not eligible to earn this additional point; and\n-...",
      "section_reference": "Section (MRI)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "published by DCA shall be eligible for three points"
    },
    {
      "requirement_id": "NJ_req_0022",
      "type": "scoring_criteria",
      "description": "Upon receiving a tax credit reservation, the developer/owner of the project shall sign an SIL participation agreement that outlines the responsibilities of the SIL program and of the developer/owner.\n- iii. Two points shall be awarded to projects that regularly offer a licensed and insured on-site healthcare provider with a private room.\n\n- iv.",
      "section_reference": "Section (SIL)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "program"
    }
  ],
  "NH": [
    {
      "requirement_id": "NH_req_0001",
      "type": "threshold_requirement",
      "description": "The Owner must make a bona fide offer to sell the Property to the Qualified NonProfit Entity or its successor and assigns for a price equal to the minimum set forth in IRC Section 42(i)(7)(B).",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [
        "IRC Section 42(i)(7)",
        "Section 42(i)(7)"
      ],
      "state_specific": false,
      "implementation_details": "the following procedure must be followed"
    },
    {
      "requirement_id": "NH_req_0006",
      "type": "scoring_criteria",
      "description": "The factors below will not be awarded points in the Scoring Criteria.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "points\n\nOther factors"
    },
    {
      "requirement_id": "NH_req_0007",
      "type": "scoring_criteria",
      "description": "For mixed-use projects, TDC for only the residential portion of the project, including common areas, will be used for this calculation.  The weighted average will be calculated as follows:\n\n([2 X TDC/unit] + [TDC/bedroom]) divided by 3\n\nThe product of this calculation will be referred to throughout this document as the 'TDC weighted average.' An application will be rejected if the TDC weighted average exceeds $280,000.\n\nFor projects using Historic Rehab Tax Credits (HRTCs) in conjunction with LI...",
      "section_reference": "Section (TDC)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "per net new unit and the TDC per bedroom"
    },
    {
      "requirement_id": "NH_req_0009",
      "type": "threshold_requirement",
      "description": "- If intending to apply for Project Based Vouchers, projects must also meet the eligibility requirements for federally funded PBVs (24 CFR Part 983) including site selection standards of 24 CFR 983.57.\n\n## SCORING CRITERIA\n\nAll applications that meet the Threshold Criteria will be evaluated based on the Scoring Criteria. Scores from the Scoring Criteria will be used to award Project-Based Vouchers and to allocate funding from the Notice of Funding Availability if the applications submitted for f...",
      "section_reference": "Section (c)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [
        "24 CFR 983"
      ],
      "state_specific": false,
      "implementation_details": "Risk Sharing program"
    }
  ],
  "NV": [],
  "NM": [
    {
      "requirement_id": "NM_req_0004",
      "type": "threshold_requirement",
      "description": "Threshold Requirements\n\nApplicants requesting consideration for points for a Project in which Units are reserved for Households with Special Housing Needs (Project Selection Criterion No.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Part I"
    },
    {
      "requirement_id": "NM_req_0005",
      "type": "scoring_criteria",
      "description": "Scoring Points Available (up to 10 points):\n\n| Applicants may choose from the following services to qualify for up to 10 points for providing-services.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 10,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Part II"
    },
    {
      "requirement_id": "NM_req_0006",
      "type": "scoring_criteria",
      "description": "budget counseling, financial planning assistance, credit score counseling, avoiding credit traps, income tax preparation in partnership with CPAs or a VITA program or local community college.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "us on one or more of the following topics"
    },
    {
      "requirement_id": "NM_req_0010",
      "type": "scoring_criteria",
      "description": "to claim points insert a certified copy of the tribal council resolution.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "tributions of Native American Trust Land"
    },
    {
      "requirement_id": "NM_req_0011",
      "type": "scoring_criteria",
      "description": "To receive points in this criterion, the Application must include the Phase II Environmental Site Assessment, remediation budget and plan detailing the proposed work.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Brownfield"
    },
    {
      "requirement_id": "NM_req_0020",
      "type": "compliance_requirement",
      "description": "Gross rent limits provided annually by HUD (found on Housing New Mexico/MFA's website) must be reduced by a utility allowance that accurately reflects the cost of tenant-paid utilities by unit size.  While the Code excludes any payments made under section 8 of the United States Housing Act of 1937 or any comparable rental assistance program (with respect to such Unit or occupant thereof) from the gross rent calculation, only rents that do not exceed the Tax Credit Ceiling Rents (as defined in th...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "designated by Applicant"
    },
    {
      "requirement_id": "NM_req_0023",
      "type": "scoring_criteria",
      "description": "In the case of a Project with a\n\nprevious tax credit allocation, the completed Form 8609's (with Part II First Year Certification completed) and recorded LURA must be submitted at the time of Application.\n\nThese points can be awarded in conjunction with points under sustaining affordability.\n\nHousing New Mexico/MFA reserves the right to request additional information or documentation regarding the Scope of Work.\n\n4.",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of occupancy or property tax records"
    },
    {
      "requirement_id": "NM_req_0025",
      "type": "scoring_criteria",
      "description": "Only whole points will be awarded with the point value rounded down to the nearest percentage point; thus at least 1% of TDC must be contributed. For example, a Project that provides leverage of 2.3% of TDC, is eligible for two points, a Project that provides leverage of 5.7% of TDC is eligible for five points, etc.",
      "section_reference": "Section (TDC)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "contributed"
    },
    {
      "requirement_id": "NM_req_0026",
      "type": "scoring_criteria",
      "description": "Land and/or buildings : submit a copy of the contract contributing the land and/or building(s) between the governmental Entity and the developer or the proposed project owner (if duly formed) along with an 'As-is' appraisal evidencing the value of the land and/or buildings dated no earlier than six months prior to the Application date that was completed by an MAI appraiser licensed in New Mexico.  The value in the appraisal that will be acceptable for points must assume that any existing use res...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "to be waived"
    },
    {
      "requirement_id": "NM_req_0028",
      "type": "threshold_requirement",
      "description": "Housing New Mexico/MFA may conduct its own related party search utilizing Secretary of State websites, online searches, or other means to ensure all related parties have been properly disclosed. An Application may be rejected or substitutions requested if the development team or any member thereof is unsuitable and/or undisclosed related parties are identified as determined by Housing New Mexico/MFA.\n\n## D. Feasibility Analysis and Financial Considerations\n\nAll Projects, in addition to the thres...",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "and architect"
    },
    {
      "requirement_id": "NM_req_0029",
      "type": "scoring_criteria",
      "description": "Any conflicts of interest of Board members are to be disclosed and Board members having such conflicts will abstain from votes approving or disapproving LIHTC Projects in accordance with Housing New Mexico/MFA's policies, procedures, rules and regulations regarding conflicts of interest. The provisions of this section relating to Board actions following competitive allocation rounds are not applicable to tax-exempt bond financed Projects.\n\n## G. Notification of Approval and Subsequent Project Re...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "on the waiting list"
    },
    {
      "requirement_id": "NM_req_0032",
      "type": "threshold_requirement",
      "description": "A third-party management agent that provides services for multiple nonrelated companies is not an Affiliate unless it is part of the vertically integrated Developer applying for LIHTC.\n\nAffordability Period - Total of the initial Compliance Period plus the Extended Use Period (30year minimum plus any additional time required and documented in the LURA).\n\nAgency - New Mexico Mortgage Finance Authority (Housing New Mexico/MFA).\n\nAllocation Review Committee (ARC) - a committee appointed by the Chai...",
      "section_reference": "Section (vi)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "who otherwise shares an Identity of Interest"
    }
  ],
  "OK": [
    {
      "requirement_id": "OK_req_0011",
      "type": "threshold_requirement",
      "description": "At a minimum:\n\n- ๏ท 15 year pro forma, showing debt coverage ratio\n- ๏ท Construction budget - Signed by a representative of the General Contractor listed in Tab 1.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Documentation Requirement"
    },
    {
      "requirement_id": "OK_req_0015",
      "type": "scoring_criteria",
      "description": "At least 40% at or below 50% AMI\n\n5 points\n\nOR\n\nAt least 10% at or below 30% AMI\n\n5 points\n\nDocumentation Requirements: Refer to Attachment #1110 Application Self Score Sheet &amp; Certification.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 5,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Points will be awarded as follows"
    },
    {
      "requirement_id": "OK_req_0016",
      "type": "scoring_criteria",
      "description": "Points will be awarded for each item that is located either within a 1 mile radius of the proposed development in urban areas or within a 4 mile radius of the proposed development in rural areas.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Proximity to Amenities"
    },
    {
      "requirement_id": "OK_req_0029",
      "type": "threshold_requirement",
      "description": "a minimum of two (2) pieces of equipment must be provided, for Developments with greater than 60 units: a minimum of four (4) pieces of equipment must be provided.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "units or less"
    },
    {
      "requirement_id": "OK_req_0030",
      "type": "compliance_requirement",
      "description": "THE IRS MAKES THE ULTIMATE DETERMINATION REGARDING WHETHER OR NOT A DEVELOPMENT IS IN COMPLIANCE WITH THIS AND/OR ANY OTHER ELECTIONS MADE BY THE OWNER.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "PLEASE NOTE"
    },
    {
      "requirement_id": "OK_req_0035",
      "type": "threshold_requirement",
      "description": "## 6. Financial Feasibility and Viability\n\n## Failure to meet any of these requirements, including those in Attachment C Program Underwriting Standards is a Failed Threshold item.\n\n## Documentation Requirement: At a minimum:\n\n- ๏ท 15 year pro forma, showing debt coverage ratio\n- ๏ท Construction budget - Signed by a representative of the General Contractor listed in Tab 1.\n- ๏ท Letters  of  funding  Commitment  for ALL funding  sources,  including  construction  and permanent.",
      "section_reference": "Section (B)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "have been met or a waiver obtained from the IRS"
    },
    {
      "requirement_id": "OK_req_0036",
      "type": "compliance_requirement",
      "description": "From  OHFA's  Compliance  Manual:  Any  unit  promised  for  a  targeted  population  (homeless, disabled etc.) must have been marketed for a period of 90 days for both homeless and persons with mental or physical disabilities, Veterans, or Youth aging out of Foster Care before it can be rented to  a  tenant  that  does  not  have  the  designated  special  need.  In  addition,  the  Owner  must  show ongoing due diligence in attempting to locate a special needs tenant for the unit. Due diligenc...",
      "section_reference": "Section (I)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of the Code"
    },
    {
      "requirement_id": "OK_req_0039",
      "type": "compliance_requirement",
      "description": "- ๏ท Construction Monitoring Once a Development is Allocated Affordable Housing Tax Credits,  OHFA  Staff,  or  its  assigns,  will  make  2  visits,  or  more  as  necessary,  to  the construction  site  of  the  proposed  Development.  OHFA  will  contact  the  owner  of  the Development to ensure that someone will be at the construction site the day of the planned visit.\n- ๏ท Management Transfer In the event that the Owner submits a request for approval of a Transfer of the management company o...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "and is nonrefundable"
    }
  ],
  "RI": [
    {
      "requirement_id": "RI_req_0009",
      "type": "scoring_criteria",
      "description": "To provide employment opportunities for the Rhode Island workforce, points will be given to borrowers that certify their general contractors will utilize Rhode Island based subcontractors.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Rhode Island Based Firms"
    },
    {
      "requirement_id": "RI_req_0011",
      "type": "threshold_requirement",
      "description": "Floodplain  Management  and  Protection  of  Wetlands;  Minimum  Property  Standards  for  Flood Hazard Exposure; Building to the Federal Flood Risk Management Standard.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "he final rule when developing their plans"
    },
    {
      "requirement_id": "RI_req_0019",
      "type": "compliance_requirement",
      "description": "In order to offset the cost of compliance monitoring, a low-income housing unit fee will be assessed to all LIHTC developments per LIHTC unit.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Compliance Monitoring Fees"
    },
    {
      "requirement_id": "RI_req_0023",
      "type": "compliance_requirement",
      "description": "The IQT must list the initial qualifying households and must coincide with the initial Tenant Income Certifications on file.  Owners and agents are also required to attend a welcome meeting with RIHousing Asset Management and Loan Servicing staff.\n\nBORROWERS AND OWNERS ARE ADVISED THAT COMPLIANCE WITH THE REQUIREMENTS OF IRC SECTION 42 OF IS THE RESPONSIBILITY OF  THE  OWNER  OF  THE  DEVELOPMENT.    MONITORING  OF  THE DEVELOPMENT BY RIHOUSING OR ITS AGENT DOES NOT IN ANY\n\nMANNER AFFECT, MODIFY...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [
        "IRC SECTION 42"
      ],
      "state_specific": false,
      "implementation_details": "and the Cost Certification"
    }
  ],
  "OR": [],
  "NE": [
    {
      "requirement_id": "NE_req_0025",
      "type": "scoring_criteria",
      "description": "Points are given for incorporating market rate units within a project.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Mixed Income"
    },
    {
      "requirement_id": "NE_req_0028",
      "type": "scoring_criteria",
      "description": "We appreciate NIFA updating how rehabs are scored in the efficient housing production section.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Excel Development Group Positive Comment"
    },
    {
      "requirement_id": "NE_req_0030",
      "type": "scoring_criteria",
      "description": "Many other states do not require this; however, it is essentially required as developers cannot leave two points on the table.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Owner Financial Support"
    },
    {
      "requirement_id": "NE_req_0034",
      "type": "scoring_criteria",
      "description": "There is only one development group that can benefit from this point, so I believe it needs to be removed as it gives them an advantage that no other developer can get.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Choice Neighborhood"
    },
    {
      "requirement_id": "NE_req_0049",
      "type": "scoring_criteria",
      "description": "UYes\n\nDNo\n\n(1 point)\n\none (1) year of the applicable final-fulLapplication deadline.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "he\n\nPHA waiting list as potential tenants"
    },
    {
      "requirement_id": "NE_req_0056",
      "type": "threshold_requirement",
      "description": "Non-profit entity must be given a minimum one-year to waive right of first refusal.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Right of First Refusal"
    },
    {
      "requirement_id": "NE_req_0063",
      "type": "scoring_criteria",
      "description": "Competitive LIHTC and Collaborative Resources Allocation for Nebraska ('CRANE').",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "programs"
    },
    {
      "requirement_id": "NE_req_0065",
      "type": "scoring_criteria",
      "description": "LIHTC Applications for Competitive LIHTC will be scored SOLELY on information provided in the online funding LIHTC Application submitted for the applicable Allocation Round deadline.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "NIFA Scored Criteria\n\nNOTE"
    },
    {
      "requirement_id": "NE_req_0067",
      "type": "compliance_requirement",
      "description": "NIFA will accept CRANE Applications on an ongoing basis throughout the year.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "AM APPLICATION PROCESS\n\nCRANE Application"
    },
    {
      "requirement_id": "NE_req_0087",
      "type": "scoring_criteria",
      "description": "Difficult Development Area:\n\nNOTE:  The Basis Boost for QCT's or DDA's will be included for purposes of calculating LIHTC per occupant in the NIFA scored criteria.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Yes\n\nNo\n\nCensus Tract Number"
    },
    {
      "requirement_id": "NE_req_0088",
      "type": "scoring_criteria",
      "description": "The Basis Boost for QCT's, DDA's and non-QCT's will be included for purposes of calculating LIHTC per occupant in the NIFA scored criteria.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ct with no active LIHTC development\n\nNOTE"
    },
    {
      "requirement_id": "NE_req_0094",
      "type": "threshold_requirement",
      "description": "All windows will have a minimum R-value of 2.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Required Green Standards"
    },
    {
      "requirement_id": "NE_req_0100",
      "type": "compliance_requirement",
      "description": "Please check the following compliance period and extended use period that will be applicable to this development.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "WAIVER OF QUALIFIED CONTRACT"
    },
    {
      "requirement_id": "NE_req_0101",
      "type": "threshold_requirement",
      "description": "Units will meet the minimum square footage of 650 square feet for a one-bedroom unit and 800 square feet for a two-bedroom unit (senior housing may only consist of one- or two-bedroom units).",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "nts will be met by checking the following"
    },
    {
      "requirement_id": "NE_req_0103",
      "type": "scoring_criteria",
      "description": "Yes\n\nNo\n\n(1 point)\n\nAttach a copy of the commitment and proof of delivery as Exhibit 205, dated within one (1) year of the applicable full application deadline.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "he PHA waiting list as\n\npotential tenants"
    },
    {
      "requirement_id": "NE_req_0105",
      "type": "scoring_criteria",
      "description": "A maximum of 7 points are available in this category.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 7,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "DESIGN STANDARDS"
    },
    {
      "requirement_id": "NE_req_0108",
      "type": "scoring_criteria",
      "description": "A maximum of four (4) points are available in this category and all services must be coordinated by the owner and provided at no cost to the tenant.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "SUPPORTIVE SERVICES"
    },
    {
      "requirement_id": "NE_req_0109",
      "type": "scoring_criteria",
      "description": "Applicants who demonstrate efforts to collaborate and leverage the housing credit and NDED funding sources will be eligible for up to 4 additional points.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "LEVERAGE AND COLLABORATION"
    },
    {
      "requirement_id": "NE_req_0119",
      "type": "scoring_criteria",
      "description": "Up to 30% QCT/DDA\n\nNOTE: The Basis Boost for QCT's and DDA's will be included for purposes of calculating LIHTC per occupant in the NIFA scored criteria.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "please check the appropriate box"
    },
    {
      "requirement_id": "NE_req_0161",
      "type": "scoring_criteria",
      "description": "Supportive Services:  Total of \\_\\_\\_\\_\\_ points              Amenities:  Total of \\_\\_\\_\\_\\_ points\n\nOther Signatories to the Agreement\n\nLender(s):\n\n## TABLE OF CONTENTS\n\n| Section 1.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "s were awarded during the scoring process"
    },
    {
      "requirement_id": "NE_req_0168",
      "type": "compliance_requirement",
      "description": "## 18.4 RECORD KEEPING AND RETENTION.\n\nDevelopment owners are required to collect and retain records for each qualified low income building in the development for at least six years after the due date (with extensions) for filing the federal income tax return for such year.  Notwithstanding the above, records for the first year of the Credit Period must be retained for at least six years beyond the due date (with extensions) for the filing of the federal income tax return for the last year of th...",
      "section_reference": "Section (CP)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "data collected by the development owner"
    },
    {
      "requirement_id": "NE_req_0170",
      "type": "compliance_requirement",
      "description": "## 11. LIHTC COMPLIANCE MONITORING.\n\nDuring  the  Affordability  Period  as  set  forth  in  the  LURA,  NIFA,  as  part  of  this LIHTC/AHTC  Allocation  Plan,  is  required  to  adopt  and  adhere  to  compliance monitoring procedures which will: (i) monitor developments for noncompliance and (ii)  notify  the  IRS  of  any  noncompliance  of  which  NIFA  becomes  aware  of  in accordance with Section 42(m) of  the  Code,  Treasury Regulation  ยง1.42-5  and  any other applicable regulations.",
      "section_reference": "Section (m)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Letter"
    },
    {
      "requirement_id": "NE_req_0171",
      "type": "compliance_requirement",
      "description": "## 11.3 RECORD KEEPING AND RETENTION.\n\nDevelopment owners are required to collect and retain records for each qualified low-income building in the development for at least six years after the due date (with extensions) for filing the federal income tax return for such year. Notwithstanding the above, records for the first year of the Credit Period must be retained for at least six years beyond the due date (with extensions) for the filing of the federal income tax return for the last year of the...",
      "section_reference": "Section (CP)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "data  collected  by  the development owner"
    },
    {
      "requirement_id": "NE_req_0175",
      "type": "threshold_requirement",
      "description": "## EXHIBIT 110 - PERMANENT FINANCING FORM\n\n1. Attach and label as Exhibit 110, the Permanent Financing Form. Permanent financing must cover all financing needs not covered by equity contributions, grants or other funding sources; and must be adequate to achieve the minimum debt service coverage ratio required by NIFA/NDED, the lender and syndicator.  Must match Exhibit 111.",
      "section_reference": "Section (B)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "committed solely to finance the development"
    },
    {
      "requirement_id": "NE_req_0182",
      "type": "threshold_requirement",
      "description": "14. In order to be eligible for consideration of a conditional reservation of LIHTC and AHTC under the CRANE Program, NIFA staff and the Eligible Applicant must work together to address  any  issues,  concerns,  and/or  additional  requirements  that  arise  during  the CRANE process.  Acceptance into the CRANE Program does not guarantee a reservation of NIFA resources. The development must meet all QAP threshold items specific to the funding  requested  in  the  case  of  LIHTC  and  AHTC,  as ...",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "or to other CRANE Program Eligible Applicants"
    },
    {
      "requirement_id": "NE_req_0186",
      "type": "scoring_criteria",
      "description": "Note,  the permanent financing amounts should tie to Attachment 4 of the Final Cost Certification;\n- (16) Certificate  of  Good  Standing  for  the  owner  (within  30  days  of submission of the Final Cost Certification);\n- (17) Payment of all applicable fees to NIFA, including upfront LIHTC and AHTC Annual fees;\n- (18) Final executed partnership or operating agreement identifying all partners/members;\n- (19) Completed and executed IRS Form 8821;\n- (20) For developments receiving Historic Rehab...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "not  closed"
    },
    {
      "requirement_id": "NE_req_0188",
      "type": "threshold_requirement",
      "description": "Nonprofit Set-Aside:  Yes/No\n\n## SUMMARY PAGE\n\nDate:\n\nProject Subject to a Right of First Refusal:  Yes/No\n\nTerm during which the Right of First Refusal may be exercised:         months\n\nName of Entity entitled to the Right of First Refusal: \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nContact Information: \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\n## Income Election Set-Aside fo...",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "set forth in the Table above under THE PROJECT"
    }
  ],
  "SC": [
    {
      "requirement_id": "SC_req_0003",
      "type": "compliance_requirement",
      "description": "Funds remaining in the reserve at the end of the compliance period or sale of the property, whichever is earlier, must be used to reduce any outstanding debt on the development.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ents must include the following provision"
    }
  ],
  "VA": [
    {
      "requirement_id": "VA_req_0000",
      "type": "threshold_requirement",
      "description": "any Tier 1 developments not fully-funded in Tier 1 and all remaining developments ranking above threshold.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "developments"
    },
    {
      "requirement_id": "VA_req_0003",
      "type": "threshold_requirement",
      "description": "Provided that the cost of the community room is not included in eligible basis, the owner may conduct, or contract with a nonprofit provider to conduct, programs or classes for tenants and members of  the  community  in  the  community  room,  so  long  as  (i)  tenants  compose  at  least  one-third  of participants, with first preference given to tenants above the one-third minimum; (ii) no program or class may be offered more than five days per week; (iii) no individual program or class may l...",
      "section_reference": "Section (a)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "may not be used for commercial purposes"
    },
    {
      "requirement_id": "VA_req_0004",
      "type": "threshold_requirement",
      "description": "(3 points)\n- (j) If each unit has at least one USB charging port in the kitchen, living room, and all bedrooms. (1 point)\n- (k)  If  each  kitchen  has  LED  lighting  in  all  fixtures  that  meets  the  authority's  minimum  design  and construction standards (2 points)\n- (l) For new construction only, if each unit has a balcony or patio with a minimum depth of five feet clear from face of building and a size of at least 30 square feet. (4 points)\n- (m) Effective January 1, 2023, if the develo...",
      "section_reference": "Section (i)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "If each interior door is solid core"
    },
    {
      "requirement_id": "VA_req_0005",
      "type": "scoring_criteria",
      "description": "(1 point)\n- (b) If all bathrooms have an independent or supplemental heat source. (1 point)\n- (c) If all entrance doors to each unit have two eye viewers, one at 42 inches and the other at standard height. (1 point)\n- (d) If each unit has a shelf or ledge outside the primary entry door in interior hallway. (2 points)\n\n- (3) If the structure is historic, by virtue of being listed individually in the National Register of Historic Places, or due to its location in a registered historic district and...",
      "section_reference": "Section (a)",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "If all cooking ranges have front controls"
    },
    {
      "requirement_id": "VA_req_0006",
      "type": "scoring_criteria",
      "description": "(25 points); or\n- (2) at least three deals as a principal and have at least $500,000 in liquid assets.  'Liquid assets' means cash, cash equivalents, and investments held in the name of the entity or person, including cash in bank accounts, money market funds, U.S. Treasury bills, and equities traded on the New York Stock Exchange or NASDAQ.",
      "section_reference": "Section (ii)",
      "mandatory": false,
      "point_value": 25,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "at least six tax credit developments"
    },
    {
      "requirement_id": "VA_req_0007",
      "type": "scoring_criteria",
      "description": "An applicant seeking points in this subdivision 5 e must provide in its application a certification, in a form to be developed by the executive director, certifying that a contract for services has been executed between the applicant and the service provider and describing the scope of  the  services  provided  or  to  be  provided.  The  application  must  also  include  a  copy  of  the  service provider's  certification  from  the  Commonwealth  of Virginia's  Small,  Women-owned,  and  Minor...",
      "section_reference": "Section (vii)",
      "mandatory": false,
      "point_value": 5,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "legal services"
    }
  ],
  "VT": [
    {
      "requirement_id": "VT_req_0000",
      "type": "scoring_criteria",
      "description": "an automatically delineated area including and encircling a downtown, village center, or new town center designated under this chapter or within a growth center designated under this chapter. A neighborhood planning area is used for the purpose of identifying locations suitable for new and infill housing that will support a development pattern that is compact, oriented to pedestrians, and consistent with smart growth principles. To ensure a compact settlement pattern, the outer boundary of a nei...",
      "section_reference": "Simple Means",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Neighborhood planning area"
    },
    {
      "requirement_id": "VT_req_0014",
      "type": "threshold_requirement",
      "description": "Projects with deeper affordability than the minimum required credit election can receive a maximum of 3 checkmarks from this section.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Deeper Affordability"
    },
    {
      "requirement_id": "VT_req_0026",
      "type": "compliance_requirement",
      "description": "Owner's Certificate of Continuing Program Compliance at www.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "required annually and can be found under"
    },
    {
      "requirement_id": "VT_req_0036",
      "type": "threshold_requirement",
      "description": "Tax credits provided for owner-occupied developments which meet the eligibility criteria of the Vermont Housing Finance Agency homeownership loan program.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Homeownership Tax Credit"
    }
  ],
  "WI": [
    {
      "requirement_id": "WI_req_0003",
      "type": "compliance_requirement",
      "description": "The owner of a Credit development must keep records for each qualified building for each year in the compliance period.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "to comply with the following regulations"
    },
    {
      "requirement_id": "WI_req_0004",
      "type": "compliance_requirement",
      "description": "Unit Status Report, annual Owner's Certificate of Continuing Compliance, utility allowance documentation, initial information, and fees.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "but is not limited to"
    },
    {
      "requirement_id": "WI_req_0005",
      "type": "scoring_criteria",
      "description": "The Governor has appointed Wisconsin Housing and Economic Development Authority (WHEDA) to administer this program in Wisconsin. In accordance with Section 42 of the Internal Revenue Code (the 'Code'), WHEDA has developed this Qualified Allocation Plan (the \"Plan\") to establish the criteria and process for the allocation of the Housing Tax Credit (HTC or the \"Credit\") to qualified rental housing developments in Wisconsin. WHEDA will implement this Plan following a public hearing, approval of the...",
      "section_reference": "Section (HTC)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Program"
    },
    {
      "requirement_id": "WI_req_0006",
      "type": "compliance_requirement",
      "description": "On each occasion, the applicant must submit a complete Credit application via WHEDA's electronic application platform and certify to all Federal, State, and local subsidies expected to be available to the development.\n\nThe process requires that applicants provide detailed and accurate information concerning all development costs at each evaluation. Applicants with Reservations will be subject to cancellation of the Reservation if they are unable to provide WHEDA with satisfactory evidence of pro...",
      "section_reference": "Section (are)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "placed in service"
    },
    {
      "requirement_id": "WI_req_0007",
      "type": "compliance_requirement",
      "description": "The Plan must: (i) set criteria used to determine housing priorities which are appropriate to local conditions, (ii) give preference to: (I) developments serving the lowest-income tenants, (II) developments obligated to serve qualified residents for the longest period, and (III) developments located in qualified census tracts which contributes to a concerted\n\n<!-- image -->\n\ncommunity revitalization plan. The Agency must provide a procedure to monitor for noncompliance, notify the IRS of noncomp...",
      "section_reference": "Section (x)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "the historic nature of the project"
    },
    {
      "requirement_id": "WI_req_0008",
      "type": "compliance_requirement",
      "description": "WHEDA will only accept payment via ACH agreement. Monitoring fees are as follows:\n\n<!-- image -->\n\n## Initial Compliance Fee (Payable after 8609 issuance)\n\nThe Initial Compliance Fee is a one-time fee payable after 8609 issuance. For developments of 15 or fewer units the fee is $800.00.",
      "section_reference": "Section (ACH)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "agreement"
    }
  ],
  "DC": [
    {
      "requirement_id": "DC_req_0009",
      "type": "scoring_criteria",
      "description": "Points will be awarded to Projects that integrate affordable units with market rate units within the same Project.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "rate units"
    },
    {
      "requirement_id": "DC_req_0010",
      "type": "scoring_criteria",
      "description": "Points will be awarded to Projects that propose a mix of affordable units serving varying AMI levels - from 30% AMI to market rate units - within the same Project.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Providing units for a range of AMI levels"
    },
    {
      "requirement_id": "DC_req_0024",
      "type": "threshold_requirement",
      "description": "A Project that meets the requirements of 'Preservation' described under the Threshold Eligibility Requirements.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Preservation"
    },
    {
      "requirement_id": "DC_req_0025",
      "type": "threshold_requirement",
      "description": "A Project that meets the requirements of 'Production' described under the Threshold Eligibility Requirements.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Production"
    },
    {
      "requirement_id": "DC_req_0030",
      "type": "threshold_requirement",
      "description": "See the heading 'Threshold Eligibility Requirements' in this QAP.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Threshold Eligibility Requirements"
    },
    {
      "requirement_id": "DC_req_0034",
      "type": "compliance_requirement",
      "description": "## Contract Affidavit\n\nAll development team members must sign and submit a Contract Affidavit certifying that they: (1) are not debarred from participation in any federal or District program; (2) do not have any unresolved default or noncompliance issues with the District of Columbia; and (3) meet the legal/compliance standards outlined above.\n\n## Reports and Plans\n\nA summary of required third-party due diligence reports and plans is provided below. Please refer to the Underwriting Guide or onli...",
      "section_reference": "Section (HUD)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "within the past three years"
    },
    {
      "requirement_id": "DC_req_0035",
      "type": "threshold_requirement",
      "description": "Development team roles include:\n\n- Development Consultant\n- Architect\n- General Contractor\n- Construction Manager\n- Property Management Company\n- Resident and/or Supportive Services Provider\n\nPoints will be awarded to Projects that:\n\n- Submit detailed plans for apprenticeship programs that facilitate the placement of DC residents in employment opportunities at the Project, which exceed the minimum apprenticeship hours worked by DC residents by 10% or more. The\n\n- commitment and strategy to devel...",
      "section_reference": "Section (SBA)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "definition"
    }
  ],
  "TN": [
    {
      "requirement_id": "TN_req_0007",
      "type": "scoring_criteria",
      "description": "The scoring criteria in this section are not intended to allow an Applicant to claim the maximum 100 points.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 100,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "New Construction Only"
    },
    {
      "requirement_id": "TN_req_0008",
      "type": "scoring_criteria",
      "description": "front of each building, back of each building, community  room,  computer  center,  rental  office,  all  site  entrance/exit  roadways  and parking areas: 2 points\n- i.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 2,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ra monitoring each of the following areas"
    },
    {
      "requirement_id": "TN_req_0010",
      "type": "scoring_criteria",
      "description": "The scoring criteria in this section are not intended to allow an Applicant to claim the maximum 100 points.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 100,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ilitation of Existing Multifamily Housing"
    },
    {
      "requirement_id": "TN_req_0013",
      "type": "scoring_criteria",
      "description": "NONCOMPETITIVE ALLOCATIONS ONLY\n\n## Section 235:  Noncompetitive Ho using Tax Credit Allocated to Developments Financed with Tax-Exempt Bonds\n\n## A.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "PART III"
    },
    {
      "requirement_id": "TN_req_0016",
      "type": "compliance_requirement",
      "description": "## Document Review\n\nTHDA will review and evaluate only those materials submitted in compliance with the requirements of this QAP.  THDA is not responsible for missing, inaccurate, or incomplete documentation.  THDA will not evaluate any materials submitted outside the deadlines for submission of such materials and will assume no obligation to request additional information from Applicants for any purpose.\n\nTHDA may require  additional  information  and/or  documentation  if  THDA  determines  th...",
      "section_reference": "Section (iv)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of the Code"
    },
    {
      "requirement_id": "TN_req_0018",
      "type": "scoring_criteria",
      "description": "A curable Minor SAE(s) reflected in an Evaluation Notice may impact Initial Application scoring for a period of time beginning with the effective date of the notice and ending the later of :  (i)  two years after the effective date of the notice (as applicable) or (ii) when the Minor SAE is cured.  An incurable Minor SAE(s) reflected in a notice may impact Initial Application scoring for a period of time beginning with the effective date  of  the  notice  and  ending  two  years  or  five  years...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "reflected in the notice may or may not be curable"
    },
    {
      "requirement_id": "TN_req_0019",
      "type": "scoring_criteria",
      "description": "In determining the initial amount of Noncompetitive Housing Credit to be reserved, THDA will use the costs, incomes and expenses submitted in the Initial Application as determined to be reasonable by THDA.  Allocations are subject to Section 42(m)(2) and this QAP.  Any allocation of Noncompetitive Housing Credit will not count against the limits on Housing Credit by county, developer and related parties as specified in this QAP.\n3.",
      "section_reference": "Section (m)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [
        "Section 42(m)(2)"
      ],
      "state_specific": false,
      "implementation_details": "Letter"
    }
  ],
  "SD": [
    {
      "requirement_id": "SD_req_0024",
      "type": "threshold_requirement",
      "description": "## K. TENANT OWNERSHIP PROJECTS\n\nProjects involving tenant ownership must submit to SDHDA a long-term management plan which must include home buyer counseling programs for the tenants.\n\n## L. TAX CONSIDERATIONS\n\nThere may be limits on the amount of tax credit an individual may effectively use due to passive loss  restrictions  and  alternative  minimum  tax  provisions.",
      "section_reference": "Section (iii)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "trailer parks"
    },
    {
      "requirement_id": "SD_req_0026",
      "type": "threshold_requirement",
      "description": "All  projects  must  comply  with  HUD  Section  504 requirements.  Projects that have more than four units must include five percent of the total units or one unit minimum for individuals with mobility impairments and two percent of the total units or one unit minimum for individuals with sensory impairments (i.e., hearing or vision impairments).",
      "section_reference": "Section (ADA)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "requirements"
    },
    {
      "requirement_id": "SD_req_0030",
      "type": "scoring_criteria",
      "description": "## Exhibit 6\n\n## Self-Scoring Worksheet\n\n|    |                                                                                     | Sub Points   | Points Available   | Project Points   |\n|----|-------------------------------------------------------------------------------------|--------------|--------------------|------------------|\n| A  | LOCAL HOUSING NEED                                                                  |              |                    |                  |\n|    | Need    ...",
      "section_reference": "Section (b)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "and signed by the Nonprofit"
    }
  ],
  "WY": [
    {
      "requirement_id": "WY_req_0006",
      "type": "scoring_criteria",
      "description": "42(d)(5)(B)(v). However, projects are eligible for the basis boost if located  in  a  federally-designated  Qualified  Census  Tract  or  DDA  as  published  in 'Attachment A'.\n9. Consideration  for  all  4%  applications  requesting  HOME  and/or  NHTF  funding  will  be carried out after WCDA has determined project awards for the current 9% competitive round.",
      "section_reference": "Section (DDA)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "basis boost under IRS Sec"
    }
  ],
  "UT": [
    {
      "requirement_id": "UT_req_0010",
      "type": "scoring_criteria",
      "description": "To encourage the preservation of historic buildings*, Applicants may claim points in one of the following categories, but not both.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Historic Character"
    },
    {
      "requirement_id": "UT_req_0017",
      "type": "scoring_criteria",
      "description": "If 5 units in a 50 unit Housing Credit project are set aside for refugees, the project would score 10 points in this category.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": 10,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Example"
    },
    {
      "requirement_id": "UT_req_0018",
      "type": "threshold_requirement",
      "description": "the 20-50 test under ยง42(g)(1)(A) or the 4060 test under ยง42(g)(1)(B), or the 40-60 test which meets the Income Averaging rules, whichever Minimum Set-Aside test was applicable to the project;\n2.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "ng Credit project met the requirements of"
    },
    {
      "requirement_id": "UT_req_0021",
      "type": "scoring_criteria",
      "description": "If points were taken for the above the following must be submitted\n\nโก  A narrative must be submitted describing the specific classes being offered and their frequency.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Life Skills Classes\n\nNote"
    },
    {
      "requirement_id": "UT_req_0030",
      "type": "threshold_requirement",
      "description": "By:\n\nIts:\n\n## Exhibit 4A  UNDERWRITING GUIDELINES\n\nThe underwriting criteria below are threshold items.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "CORPORATION"
    },
    {
      "requirement_id": "UT_req_0036",
      "type": "threshold_requirement",
      "description": "If the LURA must be revised or amended, a minimum $500 fee to cover additional legal expenses must be paid by the project owner prior to final execution of the LURA or LURA amendment by UHC.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Numbers and Street Addresses\n\nPlease Note"
    },
    {
      "requirement_id": "UT_req_0044",
      "type": "threshold_requirement",
      "description": "Applicant name: \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ has claimed eligibility for a federally funded housing program due to a disability.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Qualified Health Personnel"
    },
    {
      "requirement_id": "UT_req_0046",
      "type": "scoring_criteria",
      "description": "Percentile to determine the project's Area of Opportunity score and corresponding basis boost.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Take the HPI Score"
    },
    {
      "requirement_id": "UT_req_0047",
      "type": "threshold_requirement",
      "description": "## B. Market Saturation Ineligibility\n\nCurrently all counties in Utah demonstrate sufficient housing stability to absorb additional Housing Credit pojects.\n\n## C. Ineligible Project Types\n\nUHC will not accept Applications for projects licensed as Assisted Living.",
      "section_reference": "Section (iii)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "is incomplete"
    },
    {
      "requirement_id": "UT_req_0053",
      "type": "scoring_criteria",
      "description": "The building must be listed as a historic building or a contributing building in a historic district by the city where it is located.\n\n|    |                                                                                                                                |   Maximum Score |\n|----|--------------------------------------------------------------------------------------------------------------------------------|-----------------|\n| a) | Buildings that are on the National Register for Hi...",
      "section_reference": "Section (s)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "must be preserved"
    },
    {
      "requirement_id": "UT_req_0056",
      "type": "compliance_requirement",
      "description": "Examples of these are organizations described in Sections 501(c)(3) and 501(c)(4) of the Code. A Nonprofit Organization also includes PHA's and public development corporations and agencies that are tax exempt.                                                                                                                                                                                                                                                                                                   ...",
      "section_reference": "Section (a)",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of the Code"
    }
  ],
  "WV": [
    {
      "requirement_id": "WV_req_0004",
      "type": "scoring_criteria",
      "description": "Expiring LIHTCP Extended Use Period (Maximum Points Available:  0 for New Supply or 10 for Existing Low-Income Housing)\n2.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Income Housing Properties Only"
    },
    {
      "requirement_id": "WV_req_0006",
      "type": "scoring_criteria",
      "description": "Proximity to Senior Amenities (Maximum Points Available: 20 for New Supply or 10 for Existing Low-Income Housing)\n2.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "For Senior Properties"
    },
    {
      "requirement_id": "WV_req_0007",
      "type": "scoring_criteria",
      "description": "The  points awarded to such property will be one-half of the amount listed above.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Income  Housing  Properties  Only"
    },
    {
      "requirement_id": "WV_req_0008",
      "type": "scoring_criteria",
      "description": "The points awarded to such property will be one-half of the amount listed above.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Income Housing Properties Only"
    },
    {
      "requirement_id": "WV_req_0013",
      "type": "scoring_criteria",
      "description": "If  100%  of  each existing structure's pre-construction exterior (excluding doors, and windows, but including gabled ends ) is Masonry Veneer, such property will be eligible for the points available.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "es which do not involve  new construction"
    },
    {
      "requirement_id": "WV_req_0014",
      "type": "scoring_criteria",
      "description": "Reachable Green Space Percentage  (Points  Available:  15  for  New  Supply  or  0  for  Existing  Low-Income Housing)\n\nExisting Low-Income Housing Properties are not eligible for these points.",
      "section_reference": "Colon Definition",
      "mandatory": false,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Applicable to New Supply Properties Only"
    },
    {
      "requirement_id": "WV_req_0016",
      "type": "threshold_requirement",
      "description": "- ๏ท High-Rise Structure - an existing structure of six stories or more above grade (the finished ground level adjoining a building at all exterior walls)\n- ๏ท Historic-Eligible Structure - a Certified Historic Structure or an architectural resource  in  a  property  whose  State  Historic  Preservation  Office  Section  106 Response letter indicates one or more of the following:\n- ๏ the property is planning to utilize Historic Rehabilitation Tax Credits in the redevelopment of the architectural r...",
      "section_reference": "Section (s)",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of a limited liability company Owner"
    },
    {
      "requirement_id": "WV_req_0017",
      "type": "scoring_criteria",
      "description": "In the event the property commits to this scoring criterion, the Qualified Contract provision is not available or applicable to the Owner, with respect to the termination of the Extended Low-Income Housing Commitment.\n\nPreference for Concerted Community Revitalization Properties Located in Qualified Census Tracts (includes Scoring Alternative) (Maximum Points Available:  35)\n\nFor a property applying to the Top Off Set-Aside Category, such property will receive the points available if it  receive...",
      "section_reference": "Section (K)",
      "mandatory": false,
      "point_value": 35,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "of the Code"
    }
  ],
  "GU": [],
  "VI": [],
  "PR": [
    {
      "requirement_id": "PR_req_0002",
      "type": "threshold_requirement",
      "description": "Basic Threshold Qualifications\n\nTo be considered for a reservation of Tax Credits, and have the opportunity to be ranked pursuant to the Point Ranking System in Section 5.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Initial Submission"
    },
    {
      "requirement_id": "PR_req_0003",
      "type": "threshold_requirement",
      "description": "Basic  Threshold,  Point  Ranking,  Subsidy  Layering Review, and Site Selection Standards, when applicable.",
      "section_reference": "Colon Definition",
      "mandatory": true,
      "point_value": null,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Application  Checklists"
    },
    {
      "requirement_id": "PR_req_0016",
      "type": "scoring_criteria",
      "description": "If requesting Tax Credits, any project included in any waiting list of a PHA might earn 1 point .                                                                                                                                                                                                                                                                                                                                                                                                                   ...",
      "section_reference": "Section (PHA)",
      "mandatory": false,
      "point_value": 1,
      "federal_basis": [],
      "state_specific": false,
      "implementation_details": "Waiting Lists"
    }
  ]
}