{
  "state": "NY",
  "total_sections": 6,
  "total_characters": 48280,
  "total_legal_references": 1,
  "total_cross_references": 7,
  "extraction_timestamp": "2025-08-02T15:36:34.980329",
  "processing_time_seconds": 37.677751,
  "sections": {
    "section_introduction": {
      "section_number": "Part I",
      "section_title": "Introduction",
      "content": "## I.  INTRODUCTION\n\nSince 1988 the New York City Department of Housing Preservation and Development ('HPD' or 'Agency') has been making direct allocations of Low Income Housing Tax Credits to eligible projects in New York City by  mutual  agreement  with  New  York  State  Homes  and  Community  Renewal  (HCR).    Under  procedures authorized by federal statute and state law, HPD is officially designated by HCR as a Local Housing Credit Agency, a designation that is renewed annually.\n\nAs a Housing Credit Agency, HPD is required to make allocations according to a \"Qualified Allocation Plan\" (the Plan), which may be adopted only after providing opportunity for public comment and gaining approval of the Mayor.  HPD's Plan was first issued and received mayoral approval in 1990.  The Plan was found by NYC Corporation Counsel to be consistent with Section 42 of the Internal Revenue Code (the 'Code') and was approved by HCR as consistent with the 1990 State of New York Allocation Plan. HPD reserves the right to  modify  the  QAP  annually,  with  the  consent  of  the  Mayor  of  City  of  New  York.  HPD  may  make  technical clarifications or revisions to comply with changes in federal law at its sole discretion.\n\nModifications have been made to the Plan as needed in response to federal law and industry practice.  In 1991, HPD made several  changes  to  facilitate  the  administration  of  its  Tax  Credit  Program  and  to  ensure  that amendments required by the 1990 Federal Budget Reconciliation Act were incorporated into the Plan.  In 1993, a description of compliance monitoring procedures was incorporated into the Plan, as was required under new IRS regulations that became effective that year.  In 1998, in response to changes in federal law, HPD made additional changes in the Compliance Monitoring section of the Plan, as well as changes in sections dealing with  Administrative  Processes,  Selection  Criteria  and  Project  Underwriting.    The  1999  revisions  included changes in the Selection Criteria and Project Underwriting sections of the Plan.  For 2000, minor changes and clarifications were made in sections on Administrative Processes, Selection Criteria, Project Underwriting, and Compliance Monitoring.    In  2001,  several  sections  of  the  Plan  (Administrative  Processes,  Assessment  of Housing  Needs,  Selection  Criteria,  and  Compliance  Monitoring)  were  revised  in  response  to  federal  rule changes.    No  substantive  changes  were  made  for  2002  or  2003.    In  2004,  changes  were  made  to  the Administrative Process, Selection Criteria, and Project Underwriting sections of the Plan.  No substantive changes were made for 2005.  For 2006, changes were made to the Administrative Process, Selection Criteria and  Project  Underwriting  sections  of  the  Plan.    In  2007,  a  number  of  sections  of  the  Plan  were  updated including Administrative Process, Project Financing and Development Costs, Competitive Criteria, Project Underwriting, and Compliance Monitoring.  Changes in 2008 were made in Administrative Process, Threshold and Competitive Criteria, and Project Underwriting.  In 2009, substantive changes were made to Competitive Criteria.  For 2010, changes were made to the Administrative Process, Selection Criteria, Project Underwriting and Compliance Monitoring sections of the Plan.  In 2011, changes were made to the Administrative Process, Selection  Criteria,  Project  Underwriting  and  Competitive  Criteria.  In  2012,  changes  were  made  to  the Administrative Process,  Selection Criteria,  Underwriting and Competitive Criteria.  In 2013, changes were made to the Administrative Process and Selection Criteria. In 2014, changes were made to the Assessment of Housing Needs, Threshold and Competitive Criteria sections. In 2015, changes were made to the Threshold and Competitive Criteria and Underwriting sections.  In 2016, changes were made the to the Threshold and Competitive Criteria sections.   In 2017, changes were made to the Threshold and Competitive Criteria sections. In 2018, changes are being made to the Assessment of Housing Needs and Competitive Criteria.  In 2019, changes were made to the Selection Criteria, Project Underwriting and Compliance Monitoring sections. In 2020, no changes were made.  In 2021, changes were made to the Competitive Criteria. In 2022 and 2023, changes were made to the Threshold Criteria and competitive criteria.\n\nThe Plan presented herein sets forth the goals and administrative procedures to be undertaken by HPD in allocating credits to projects, including application submission, evaluation and selection criteria, standards to be  used  in  underwriting  credit  amounts  and  monitoring  compliance  pursuant  to  Section  42  of  the  Code ('Section 42').  This Plan fully conforms to Section 42 and State Executive Order 11.",
      "character_count": 4894,
      "legal_references": [
        {
          "reference_type": "federal_irc",
          "citation": "Section 42 of the Internal Revenue Code",
          "section_found_in": "section_introduction",
          "context": "by NYC Corporation Counsel to be consistent with Section 42 of the Internal Revenue Code (the 'Code') and was approved by HCR as consisten",
          "page_reference": null
        }
      ],
      "cross_references": [
        "Section  42",
        "Section 42"
      ],
      "page_range": null,
      "lihtc_category": null
    },
    "section_program_description": {
      "section_number": "Part II",
      "section_title": "Program Description",
      "content": "## II. CREDIT ALLOCATION AUTHORITY\n\nHPD has a long and successful history as a provider of housing assistance including direct subsidies for the construction, substantial rehabilitation, and moderate rehabilitation of affordable residential buildings.  The Agency also administers the City's housing code and acts as a Public Housing Agency in order to provide Federal tenant-based rent subsidies through the Section 8 Voucher program. Together these activities constitute far and away the largest locally sponsored housing program in the nation.\n\nHPD also has substantial experience in awarding and administering the Low Income Housing Tax Credit Program.  Since 1988, HPD has served as a Local Housing Credit Agency.  By the end of calendar year 2022, HPD had cumulatively awarded nearly $1.25B in tax credits to create or rehabilitate nearly 112,900 low income units.  (The $1.25B figure represents annual allocation amounts that are repeated for 10 years, or $12.5B in total credits.  These credits resulted in over $1.25B of direct private equity investments in low-income housing.)\n\nAs  in  the  past,  HPD  will  work  cooperatively  with  HCR  by  furnishing  periodic  reports  and  summary information on the administration of its tax credit program.  In addition, where HCR receives a proposal for projects  located  in  HPD's  five-county  New  York  metropolitan  jurisdiction,  HCR  will  notify  HPD  of  the proposal prior to making their decision to allocate credit to the project.  Any unused New York City credit authority (i.e., credit authority for which no funding reservation has been issued) will be returned to HCR. Should HPD exhaust its allocation of credit authority, the Agency may request additional authority from the statewide pool of recaptured credit or from any national pool credits available.",
      "character_count": 1829,
      "legal_references": [],
      "cross_references": [
        "Section 8"
      ],
      "page_range": null,
      "lihtc_category": null
    },
    "section_threshold_requirements": {
      "section_number": "Part III",
      "section_title": "Threshold Requirements",
      "content": "## III. GEOGRAPHIC JURISDICTION\n\nHPD's allocation authority covers the entire City of New York, comprised of the five counties of New York, Kings, Queens, the Bronx, and Richmond.  However, selection criteria will target  neighborhoods with the greatest need or ability to provide residents with significant opportunities for better education, access to jobs and quality of life.",
      "character_count": 379,
      "legal_references": [],
      "cross_references": [],
      "page_range": null,
      "lihtc_category": "application_requirements"
    },
    "section_allocation_process": {
      "section_number": "Part V",
      "section_title": "Allocation Process",
      "content": "## V.  ASSESSMENT OF HOUSING NEEDS\n\nProviding decent and affordable housing is a constant challenge throughout the State of New York. New York City is faced with an extreme shortage of  low-cost housing units.  This shortage has led tens of thousands to become homeless and forced many mores to \"double-up\" in overcrowded homes or to settle for substandard accommodations.  In addition, many of those who have found decent living conditions are paying excessive portions  of  their  income  for  rent  and  consequently  may  be  in  jeopardy  of  being  displaced  themselves. Predictably, low and very low-income families are the hardest hit.\n\nData from the 2021 New York City Housing and Vacancy Survey (NYCHVS) reveal numerous critical housing issues with which the City must contend.  The HVS, conducted periodically by the U.S. Census Bureau for HPD, provides data on the housing inventory in New York City, including the condition of the rental housing stock, vacancy rates, rent levels, and ownership trends. The 2021 HVS reveals:\n\n- More than half of renter households, or just under 1 million households, were rent burdened, paying more than 30 percent of their income on rent; one-third were severely burdened, paying more than 50 percent of their income on rent.\n- The overall vacancy rate for rental housing in New York City in 2021 was less than 5% with vacancies concentrated among higher-cost rental units.  For units renting under $1500, the vacancy rate was less than 1%; while for units renting above $2,300 the vacancy rate was 12.64%.\n- The proportion of renter households that were crowded in 2017 was 11.5%.\n\nConsistent with the Fair Housing Act, the City implements a balanced approach to fair housing planning by taking  meaningful  actions  to  address  disparities  in  housing  needs,  increase  access  to  opportunity,  foster inclusive  communities,  and  facilitate  integrated  living  patterns,  in  addition  to  combating  discrimination, throughout New York City. The City has demonstrated its firm commitment to fair housing by moving forward with a robust fair housing planning process and publishing the final Where We Live NYC plan in October 2020. The City continues to implement the plan's goals, strategies, and actions.\n\nThe  Low  Income  Housing  Tax  Credit,  one  of  the  federal  incentives  created  to  stimulate  private  sector participation in low-income housing production, has been and will be an essential tool for meeting housing needs in New York City. While those needs are extremely broad, the limited availability of tax credit resources dictates that they be targeted to specific housing needs, as set forth below:\n\n- 1) Projects  that  include  a  high  percentage  of  low-income  units,  particularly  those  that  provide  rents affordable to persons of very low and extremely low incomes.\n- 2) Projects that convert City owned land or buildings that are difficult to develop or are in the City's Third Party Transfer or Multifamily Preservation Loan programs to private ownership.\n- 3) Projects  that  create  permanent  housing  for  special  populations  (homeless  families  with  children, homeless individuals, the homeless mentally ill, other homeless groups, seniors, persons with AIDS, and mentally and/or physically disabled), and provide training and/or support services necessary to make the transition to independent living.\n- 4) Projects that meet neighborhood-based priorities to advance fair housing, including projects that create or preserve affordable housing in areas with limited low-cost housing and in concerted community revitalization areas.\n- 5) Projects that are developed by M/WBE  developers  and  developers demonstrating diversity participation in their business practices.\n- 6) Projects that attract or retain HPD subsidies.\n- 7) Projects  that  meet  or  exceed  the  Enterprise  Green  Communities  Criteria,  if  applicable,  and\n\n- Benchmarking requirements.\n- 8) Projects that agree to provide the City with an option to extend the affordability period beyond the initial 30 years.\n- 9) Projects that have plans to encourage stability and prevent evictions among their tenants.\n\nA more detailed discussion of the City's priorities in awarding credit authority is included in the following section.",
      "character_count": 4302,
      "legal_references": [],
      "cross_references": [],
      "page_range": null,
      "lihtc_category": null
    },
    "section_monitoring_compliance": {
      "section_number": "Part VI",
      "section_title": "Monitoring and Compliance",
      "content": "## VII. PROJECT UNDERWRITING\n\nThe following guidelines apply equally to projects competing for an allocation of credits under HPD's Credit Authority and to 'as-of-right' credits for tax-exempt bond financed projects.  The determination of the amount of credit to be allocated to projects and the underwriting of projects will be made at each of the following times:\n\n- 1) At Initial Review and Evaluation of the application for tax credits.\n- 2) Prior to issuance of a Carryover Allocation of tax credits (not applicable to 'as-of-right' credits).\n- 3) Prior to Certification of Allocation, i.e., when the project is placed in service.\n\nA pre-requisite  for  underwriting  will  be  the  submission  of  the  rent  structure,  development  and  operating budgets, and financing and syndication plans.  (Applications, Carryover Allocation forms and Financial Update forms specifying the information required may be obtained from HPD.)\n\nHPD will establish underwriting guidelines to ensure project feasibility and determine that credit allocated does not exceed the amount needed.  Section 42 requires that two forms of financial analysis be employed in determining the amount of the credit allocation:\n\n- 1) Qualified Basis Analysis - Based on:\n- a) Total qualified costs as adjusted, where allowable, for high cost areas.\n- b) The \"applicable fraction,\" the lower of low-income units or floor space.\n- c) The monthly credit rate in effect; HPD will calculate the maximum credit amount for which the project could qualify.\n- 2) Sources and Uses Analysis - HPD will compare total project costs (as adjusted to exclude the cost of Syndication Fees, Limited Partnership (or Upper Tier) Reserves, and Bridge Loan Fees and Interest) and total financing available to determine what, if any, gap in project financing exists.  The amount of credit needed to generate equity to fill the gap is then calculated.\n\nThe amount of credit allowable will be the lower of the two amounts calculated above.  (Actual allocation amounts may be lower than the amount allowable, depending on the availability of credit authority.)\n\nThe following guidelines will be employed in performing the financial analyses described above.\n\n- 1) Development Costs - All development costs will be reviewed for reasonableness as required under Section 42.  As general reference points, HPD may refer to development cost guidelines used by the Agency's own financing programs or to general industry standards.  Costs may be reviewed both on a line-by-line basis, as well as on a total cost per unit basis.  HPD will consider reasonable variations in cost based on project location, scope of work involved, whether prevailing wage rules apply, and other factors.  The following specific guidelines will apply to all projects applying for tax credits:\n- a) Eligible Basis - In performing the Qualified Basis Analysis for Rehab/Construction credits, HPD will  recognize  Eligible  Basis  in  amounts  not  exceeding  $300,000  per  residential  unit  for  9% projects.  For competitive 9% projects this maximum will apply the year the project first applies.\n3. For 4% projects, the Eligible Basis cannot exceed $525,000 per residential unit for projects with a prevailing wage requirement and $675,000 per unit for all other projects.  For 'as-of-right' 4% bond  projects  this  maximum  will  apply  the  year  the  project  submits  a  'financial  update'  in anticipation of an IRS Form 8609.\n4. However, the Commissioner of HPD has the right to waive the eligible  basis maximum if the applicant can demonstrate there is good cause to do so.  Waiver requests must be in writing and include documentation in support of the request.\n- b) Cost Increases - At the 8609 stage of underwriting, HPD reserves the right to disallow costs that are not either: (a) identified in the initial application, or (b) based on unforeseen conditions.  For all projects, documentation and justification of any significant cost increases may be required.\n- c) Acquisition  Costs  -  Acquisition  costs  exceeding  $500  per  unit  will  not  be  recognized  unless supported by a current independent appraisal of \"as-is\" value as it exists in the market today.  (HPD appraisals  are  also  acceptable.)    For  projects  with  acquisition  costs  in  excess  of  $20  million,\n\napplicants must submit two independent appraisals.  For projects seeking acquisition credits, the appraisal date must be within one year prior to the date of acquisition and the credit rate in effect at the time the property was acquired will be used to calculate the acquisition credit.  If a project receives financing from an HPD loan program and the acquisition amount approved by the loan program  is  less  than  the  appraised  value,  only  the  cost  approved  by  the  loan  program  will  be recognized.    This  cap  applies  for  purposes  of  the  Qualified  Basis  Analysis,  the  Sources/Uses Analysis, and for calculating the allowable Developer Fee.  All appraisals must be on letterhead, executed, dated and marked final.\n\nHPD may reduce any allowable costs where it finds there is an identity of interest among the parties to  the  sale,  such  as  common  financial  interests;  common  officers,  directors  or  stockholders;  or family relationships between officers, directors, or stockholders.\n\n- d) Loan Interest - HPD may recognize in eligible basis interest on loans made by a limited partner to a project.  In such cases, documentation must be submitted that demonstrates the transaction is a bona fide loan that is repayable by a definite maturity date.   HPD may require an attorney's opinion that supports a finding that the transaction is a bona fide loan, and may also require documentation identifying the use of the loan proceeds and that the loan is financially necessary for the success of the project, as determined by HPD in its sole discretion.\n- e) Developer Fees - The term 'Developer Fee' shall refer to and encompass all compensation for development  services,  including  all  staff  and  overhead  costs,  developer  profit,  and  the  cost  of consultants (financial, construction monitoring, relocation, and other consultants) engaged by the developer  to  perform  development  services.    If  the  construction  contract  price  includes  any consulting  fees,  this  must  be  disclosed  at  the  time  of  application  and  at  the  time  the  8609  is submitted.    In  performing  the  Qualified  Basis  Analysis  and  Sources/Uses  Analysis,  HPD  will recognize  Developer  Fees  in  amounts  not  exceeding  15%  of  improvement  costs  and  10%  of acquisition costs.  For this purpose 'improvement costs' excludes Developer Fee, reserves and syndication and partnership expenses.\n- f) Deferred Developer Fees - HPD will recognize deferred Developer Fees in the Qualified Basis and Sources and Uses analyses only when all the following conditions are met:\n- i) Total  Developer  Fee,  including  any  deferred  portions,  does  not  exceed  the  15%  standard described above,\n5. ii) the owner's liability for such fees is incurred under a valid development agreement and reflected in the partnership documents, and\n6. iii) the applicant can demonstrate in a manner acceptable to HPD that a clear source of revenue exists, usually cash flow, to enable the deferred fees to be paid within 15 years of the expected placed in service date of the project.\n- g) 'Waived' Developer Fees - In calculating the credit amount, HPD will recognize Developer Fees only if they are:\n- i) Included in the application's development budget, and\n9. ii) reflected as a non-contingent liability in the partnership documents.  These requirements will apply whether or not such Developer Fees are included in Eligible Basis, and whether or not\n\nthe developer may subsequently waive the fee.\n\n- h) Disclosure of Upper Tier Partnership and/or Any Other Fees - Applicants must disclose any fees paid at the upper tier partnership level and/or any other fees paid to any parties to the transactions involving the syndication, development and/or operation of the project.  Projects will be evaluated to determine if the fees are reasonable and necessary.  HPD may adjust credit allocations by an amount equal to any fees that HPD finds to be excessive or unnecessary.\n- i) Reserves - Projects will be evaluated to determine that operating reserves are adequate (but not excessive) to insure project affordability and viability over the project term.  'Standalone' projects must have replacement reserves equal to at least $300 per unit per year.  Operating reserves for 'standalone'  projects  must  equal  at  least  6  months  operating  expenses,  debt  service  and replacement reserve payments.  Additional amounts necessary to provide operating assistance to support very low income, homeless and special needs populations may be permitted.  All reserves, whether funded from the Developer Fee or separately, must be irrevocably committed to the project. For purposes of analyzing reserves, HPD may review a project's income and expense data and cash flow analyses, as it deems necessary, and may require justification for reserves required by lenders or investors.  Reserve amounts considered by HPD to be excessive may be reduced for purposes of performing the Sources/Uses analysis.\n- j) Identity of Interest - Identity of Interest shall mean any financial, familial or business ownership relationship between any general partner and any participant in the project's development.  This includes, but is not limited to, existence of a reimbursement arrangement or exchange of funds; common financial interests; common officers, directors or stockholders; or family relationships between officers, directors, or stockholders.\n4. HPD may reduce any allowable costs where an Identity of Interest has been found among the parties to the transactions involving the syndication, development, and/or operation of the project.  All applicants will be required to submit an affidavit disclosing the nature of any identity of interest. Where an identity of interest exists among parties to the sale, development, and/or operation of the project,  the  applicant  will  be  required  to  demonstrate  expenditures  to  be  customary  given  the financial structure of the project.  HPD may also request that the applicant provide information regarding  all  officers,  directors  and  principal  shareholders  of  the  development  and  contracting organizations and their relationship to the project and each other.\n- k) Community Service Facility - The allowable basis for community service facilities located in a HUD-defined Qualified Census Tract ('QCT') is 25% of the first $15 million of eligible basis and 10% of additional basis.  If a project is not located in a HUD-defined QCT, the community service facility costs are not allowable in eligible basis.\n- l) 30% Basis Boost -   The Code provides that all projects located in a HUD-defined QCT or in a Difficult  Development  Area  (DDA)  are  eligible  for  up  to  a  30%  increase  in  basis.   HUD  has designated only certain zip codes in New York City as a DDA.  However, the Code also allows allocating agencies to designate areas within their jurisdiction as DDA's. HPD has designated all five boroughs in New York City as a DDA.    Therefore, all 9% projects in New York City will be eligible for the basis boost.   (4% projects are only eligible for the basis boost if they are located in a HUD-defined QCT or DDA.)\n- 2) Financing  -  All  sources  of  financing  will  be  examined.    All  developments  must  demonstrate  that sufficient sources are available to the project to assure feasibility.  Evidence of commitment must be\n\nprovided for all debt financing, including specific amounts and terms of repayment.  HPD reserves the right to review debt service coverage ratios, to calculate the amount of debt the project could support, and  to  use  such  imputed  debt  amounts  in  its  Sources  and  Uses  Analysis,  if  it  deems  appropriate. 'Standalone' projects must demonstrate a debt service coverage ratio of at least 1.15, and positive cash flow over 15 year period.\n\nAt the Carryover Allocation stage all financing commitments must be firm.  Evidence of commitment must confirm the amounts and terms of financing stated in the application.\n\nIn accordance with Section 42, all final executed and recorded legal and loan documents, including final permanent loan documents, supporting the information represented in the Financial Update must be submitted prior to issuance of the 8609.  For 4% projects with permanent financing issued through New York City Housing Development Corporation (HDC), a letter from  HDC must be submitted confirming the permanent loan amount if the mortgage is not being modified at the permanent loan conversion.  All projects must convert to permanent financing prior to submitting for 8609 to ensure all costs and financing are final.\n\nFor related party and unconventional loans, the following must be submitted:\n\nThe Lender must represent in writing that (i) the note is negotiable, repayable, and, if not secured by a mortgage, recourse, (ii) it intends to take the necessary actions as a reasonably prudent lender would take to enforce its rights under the note to collect payment of the debt, (iii) it will treat the loan as an asset in accordance with the generally accepted accounting principles.\n\nThe Borrower must represent in writing that (i) the note is negotiable, repayable, and, if not secured by a mortgage, recourse, (ii) it intends to repay the loan in accordance with the terms of the note, (iii) there are no formal or informal understandings or arrangements with the lender that the will be forgiven, and (iv) it will not request the lender to forgive the loan in the future.\n\nAdditionally, HPD may require an attorney's opinion that supports a finding that the transaction is a bona fide loan,and may also require documentation identifying the use of the loan proceeds and that the  loan  is  financially  necessary  for  the  success  of  the  project,  as  determined  by  HPD  in  its  sole discretion.\n\n- 3) Syndication Proceeds - In calculating the amount of credit required to fill any financing gap identified in the Sources and Uses Analysis, HPD will use an assumed minimum net equity raise factor, which shall be determined by the agency yearly, based on the agency's evaluation of current market trends. This raise factor will be applied as follows:\n- a) Timing of Analysis - The assumed minimum raise factor will be used for analyses conducted at the initial application and Carryover Allocation stages, unless the applicant has provided documentation of the actual raise factor pledged by the investor.  If the actual raise factor is known, HPD will utilize the higher of the actual or the assumed minimum.  At the \"8609\" stage, applicants must provide documentation of actual gross and net equity.  At this stage, HPD will utilize the higher of the actual raise factor or the assumed minimum factor in effect when the credits were first reserved or allocated.\n- b) Source of Equity - If tax credit equity is being raised through syndication, the assumed minimum raise factor (as expressed in cents on the dollar) will apply.  If equity is raised through a private placement with a single investor, or if the general partner or the owner is utilizing tax credits, the\n\nassumed minimum will be increased.  Where an identity of interest exists between the developer and/or investor, the equity source will be treated as a private placement.\n\n- 4) Operating Costs - The rents and operating budget will be reviewed for reasonableness.  As general reference  points,  HPD  may  refer  to  operating  cost  guidelines  used  by  the  agency's  own  financing programs, or to general industry standards.  HPD may establish reasonable assumptions with respect to the rates at which income and expenses can be expected to increase.\n- 5) HOME Subsidy Layering - When Federal HOME funds are to be used with tax credits, HPD will perform a subsidy layering review to determine that the level of assistance is appropriate and that the project owner will not receive excessive compensation or excessive Federal subsidy through HPD. Under current regulations, where Federal funds other than HOME are used in conjunction with tax credits, HUD performs the subsidy layering review.\n- 6) Tenant-Based Section 8 Vouchers - 'standalone' projects anticipating availability of new tenant-based Section 8 vouchers must be underwritten at rents not greater than the maximum tax credit rents.\n- 7) Outstanding Charges or Liens - 'standalone' projects must not have any outstanding real estate tax, water or sewer charges or liens.\n- 8) Rent Rolls - rehabilitation projects must submit current rent roll with original tax credit application.\n- 9) Capital  Needs  Assessment  -  'standalone'  rehabilitation  projects  must  submit  a  Capital  Needs Assessment to show adequate capital needs.\n- 10) Minimum Set Aside Election - Each project must elect one of the following Minimum Set Aside Elections:\n8. (a) 25/60 Election:  At least 25% of all residential rental units must be set aside for households at or below 60% of Area Median Income.\n9. (b) 20/50 Election:  At least 20% of all residential rental units must be set aside for households at or below 50% of Area Median Income.  Please note that if the 20/50 election is selected, only units at or below 50% can be designated as tax credits units.  Any unit above 50% will be treated as non-tax credit and treated as such in the applicable fraction calculation.\n10. (c) Income Averaging Election:  At least 25 % of all residential rental units must be set aside for households whose incomes do not exceed the imputed income limitation designated by the taxpayer.  The average of the imputed income limitations designated cannot exceed 60 percent  of  AMI.    The  designated  imputed  income  limitations  must  be  in  10  percent increments as follows: 20%, 30%, 40%, 50%, 60%, 70% and 80%.  More on HPD/HDC's policy regarding Income Averaging can be found here: https://www1.nyc.gov/assets/hpd/downloads/pdfs/services/hpd-hdc-income-averagingpolicy.pdf\n\nHPD's underwriting and subsequent allocation of credit shall not be construed as a representation or warranty of feasibility or viability of a project.",
      "character_count": 18438,
      "legal_references": [],
      "cross_references": [
        "Section 42",
        "Section 8"
      ],
      "page_range": null,
      "lihtc_category": null
    },
    "section_fees_administration": {
      "section_number": "Part VII",
      "section_title": "Fees and Administration",
      "content": "## VII. PROJECT UNDERWRITING\n\nThe following guidelines apply equally to projects competing for an allocation of credits under HPD's Credit Authority and to 'as-of-right' credits for tax-exempt bond financed projects.  The determination of the amount of credit to be allocated to projects and the underwriting of projects will be made at each of the following times:\n\n- 1) At Initial Review and Evaluation of the application for tax credits.\n- 2) Prior to issuance of a Carryover Allocation of tax credits (not applicable to 'as-of-right' credits).\n- 3) Prior to Certification of Allocation, i.e., when the project is placed in service.\n\nA pre-requisite  for  underwriting  will  be  the  submission  of  the  rent  structure,  development  and  operating budgets, and financing and syndication plans.  (Applications, Carryover Allocation forms and Financial Update forms specifying the information required may be obtained from HPD.)\n\nHPD will establish underwriting guidelines to ensure project feasibility and determine that credit allocated does not exceed the amount needed.  Section 42 requires that two forms of financial analysis be employed in determining the amount of the credit allocation:\n\n- 1) Qualified Basis Analysis - Based on:\n- a) Total qualified costs as adjusted, where allowable, for high cost areas.\n- b) The \"applicable fraction,\" the lower of low-income units or floor space.\n- c) The monthly credit rate in effect; HPD will calculate the maximum credit amount for which the project could qualify.\n- 2) Sources and Uses Analysis - HPD will compare total project costs (as adjusted to exclude the cost of Syndication Fees, Limited Partnership (or Upper Tier) Reserves, and Bridge Loan Fees and Interest) and total financing available to determine what, if any, gap in project financing exists.  The amount of credit needed to generate equity to fill the gap is then calculated.\n\nThe amount of credit allowable will be the lower of the two amounts calculated above.  (Actual allocation amounts may be lower than the amount allowable, depending on the availability of credit authority.)\n\nThe following guidelines will be employed in performing the financial analyses described above.\n\n- 1) Development Costs - All development costs will be reviewed for reasonableness as required under Section 42.  As general reference points, HPD may refer to development cost guidelines used by the Agency's own financing programs or to general industry standards.  Costs may be reviewed both on a line-by-line basis, as well as on a total cost per unit basis.  HPD will consider reasonable variations in cost based on project location, scope of work involved, whether prevailing wage rules apply, and other factors.  The following specific guidelines will apply to all projects applying for tax credits:\n- a) Eligible Basis - In performing the Qualified Basis Analysis for Rehab/Construction credits, HPD will  recognize  Eligible  Basis  in  amounts  not  exceeding  $300,000  per  residential  unit  for  9% projects.  For competitive 9% projects this maximum will apply the year the project first applies.\n3. For 4% projects, the Eligible Basis cannot exceed $525,000 per residential unit for projects with a prevailing wage requirement and $675,000 per unit for all other projects.  For 'as-of-right' 4% bond  projects  this  maximum  will  apply  the  year  the  project  submits  a  'financial  update'  in anticipation of an IRS Form 8609.\n4. However, the Commissioner of HPD has the right to waive the eligible  basis maximum if the applicant can demonstrate there is good cause to do so.  Waiver requests must be in writing and include documentation in support of the request.\n- b) Cost Increases - At the 8609 stage of underwriting, HPD reserves the right to disallow costs that are not either: (a) identified in the initial application, or (b) based on unforeseen conditions.  For all projects, documentation and justification of any significant cost increases may be required.\n- c) Acquisition  Costs  -  Acquisition  costs  exceeding  $500  per  unit  will  not  be  recognized  unless supported by a current independent appraisal of \"as-is\" value as it exists in the market today.  (HPD appraisals  are  also  acceptable.)    For  projects  with  acquisition  costs  in  excess  of  $20  million,\n\napplicants must submit two independent appraisals.  For projects seeking acquisition credits, the appraisal date must be within one year prior to the date of acquisition and the credit rate in effect at the time the property was acquired will be used to calculate the acquisition credit.  If a project receives financing from an HPD loan program and the acquisition amount approved by the loan program  is  less  than  the  appraised  value,  only  the  cost  approved  by  the  loan  program  will  be recognized.    This  cap  applies  for  purposes  of  the  Qualified  Basis  Analysis,  the  Sources/Uses Analysis, and for calculating the allowable Developer Fee.  All appraisals must be on letterhead, executed, dated and marked final.\n\nHPD may reduce any allowable costs where it finds there is an identity of interest among the parties to  the  sale,  such  as  common  financial  interests;  common  officers,  directors  or  stockholders;  or family relationships between officers, directors, or stockholders.\n\n- d) Loan Interest - HPD may recognize in eligible basis interest on loans made by a limited partner to a project.  In such cases, documentation must be submitted that demonstrates the transaction is a bona fide loan that is repayable by a definite maturity date.   HPD may require an attorney's opinion that supports a finding that the transaction is a bona fide loan, and may also require documentation identifying the use of the loan proceeds and that the loan is financially necessary for the success of the project, as determined by HPD in its sole discretion.\n- e) Developer Fees - The term 'Developer Fee' shall refer to and encompass all compensation for development  services,  including  all  staff  and  overhead  costs,  developer  profit,  and  the  cost  of consultants (financial, construction monitoring, relocation, and other consultants) engaged by the developer  to  perform  development  services.    If  the  construction  contract  price  includes  any consulting  fees,  this  must  be  disclosed  at  the  time  of  application  and  at  the  time  the  8609  is submitted.    In  performing  the  Qualified  Basis  Analysis  and  Sources/Uses  Analysis,  HPD  will recognize  Developer  Fees  in  amounts  not  exceeding  15%  of  improvement  costs  and  10%  of acquisition costs.  For this purpose 'improvement costs' excludes Developer Fee, reserves and syndication and partnership expenses.\n- f) Deferred Developer Fees - HPD will recognize deferred Developer Fees in the Qualified Basis and Sources and Uses analyses only when all the following conditions are met:\n- i) Total  Developer  Fee,  including  any  deferred  portions,  does  not  exceed  the  15%  standard described above,\n5. ii) the owner's liability for such fees is incurred under a valid development agreement and reflected in the partnership documents, and\n6. iii) the applicant can demonstrate in a manner acceptable to HPD that a clear source of revenue exists, usually cash flow, to enable the deferred fees to be paid within 15 years of the expected placed in service date of the project.\n- g) 'Waived' Developer Fees - In calculating the credit amount, HPD will recognize Developer Fees only if they are:\n- i) Included in the application's development budget, and\n9. ii) reflected as a non-contingent liability in the partnership documents.  These requirements will apply whether or not such Developer Fees are included in Eligible Basis, and whether or not\n\nthe developer may subsequently waive the fee.\n\n- h) Disclosure of Upper Tier Partnership and/or Any Other Fees - Applicants must disclose any fees paid at the upper tier partnership level and/or any other fees paid to any parties to the transactions involving the syndication, development and/or operation of the project.  Projects will be evaluated to determine if the fees are reasonable and necessary.  HPD may adjust credit allocations by an amount equal to any fees that HPD finds to be excessive or unnecessary.\n- i) Reserves - Projects will be evaluated to determine that operating reserves are adequate (but not excessive) to insure project affordability and viability over the project term.  'Standalone' projects must have replacement reserves equal to at least $300 per unit per year.  Operating reserves for 'standalone'  projects  must  equal  at  least  6  months  operating  expenses,  debt  service  and replacement reserve payments.  Additional amounts necessary to provide operating assistance to support very low income, homeless and special needs populations may be permitted.  All reserves, whether funded from the Developer Fee or separately, must be irrevocably committed to the project. For purposes of analyzing reserves, HPD may review a project's income and expense data and cash flow analyses, as it deems necessary, and may require justification for reserves required by lenders or investors.  Reserve amounts considered by HPD to be excessive may be reduced for purposes of performing the Sources/Uses analysis.\n- j) Identity of Interest - Identity of Interest shall mean any financial, familial or business ownership relationship between any general partner and any participant in the project's development.  This includes, but is not limited to, existence of a reimbursement arrangement or exchange of funds; common financial interests; common officers, directors or stockholders; or family relationships between officers, directors, or stockholders.\n4. HPD may reduce any allowable costs where an Identity of Interest has been found among the parties to the transactions involving the syndication, development, and/or operation of the project.  All applicants will be required to submit an affidavit disclosing the nature of any identity of interest. Where an identity of interest exists among parties to the sale, development, and/or operation of the project,  the  applicant  will  be  required  to  demonstrate  expenditures  to  be  customary  given  the financial structure of the project.  HPD may also request that the applicant provide information regarding  all  officers,  directors  and  principal  shareholders  of  the  development  and  contracting organizations and their relationship to the project and each other.\n- k) Community Service Facility - The allowable basis for community service facilities located in a HUD-defined Qualified Census Tract ('QCT') is 25% of the first $15 million of eligible basis and 10% of additional basis.  If a project is not located in a HUD-defined QCT, the community service facility costs are not allowable in eligible basis.\n- l) 30% Basis Boost -   The Code provides that all projects located in a HUD-defined QCT or in a Difficult  Development  Area  (DDA)  are  eligible  for  up  to  a  30%  increase  in  basis.   HUD  has designated only certain zip codes in New York City as a DDA.  However, the Code also allows allocating agencies to designate areas within their jurisdiction as DDA's. HPD has designated all five boroughs in New York City as a DDA.    Therefore, all 9% projects in New York City will be eligible for the basis boost.   (4% projects are only eligible for the basis boost if they are located in a HUD-defined QCT or DDA.)\n- 2) Financing  -  All  sources  of  financing  will  be  examined.    All  developments  must  demonstrate  that sufficient sources are available to the project to assure feasibility.  Evidence of commitment must be\n\nprovided for all debt financing, including specific amounts and terms of repayment.  HPD reserves the right to review debt service coverage ratios, to calculate the amount of debt the project could support, and  to  use  such  imputed  debt  amounts  in  its  Sources  and  Uses  Analysis,  if  it  deems  appropriate. 'Standalone' projects must demonstrate a debt service coverage ratio of at least 1.15, and positive cash flow over 15 year period.\n\nAt the Carryover Allocation stage all financing commitments must be firm.  Evidence of commitment must confirm the amounts and terms of financing stated in the application.\n\nIn accordance with Section 42, all final executed and recorded legal and loan documents, including final permanent loan documents, supporting the information represented in the Financial Update must be submitted prior to issuance of the 8609.  For 4% projects with permanent financing issued through New York City Housing Development Corporation (HDC), a letter from  HDC must be submitted confirming the permanent loan amount if the mortgage is not being modified at the permanent loan conversion.  All projects must convert to permanent financing prior to submitting for 8609 to ensure all costs and financing are final.\n\nFor related party and unconventional loans, the following must be submitted:\n\nThe Lender must represent in writing that (i) the note is negotiable, repayable, and, if not secured by a mortgage, recourse, (ii) it intends to take the necessary actions as a reasonably prudent lender would take to enforce its rights under the note to collect payment of the debt, (iii) it will treat the loan as an asset in accordance with the generally accepted accounting principles.\n\nThe Borrower must represent in writing that (i) the note is negotiable, repayable, and, if not secured by a mortgage, recourse, (ii) it intends to repay the loan in accordance with the terms of the note, (iii) there are no formal or informal understandings or arrangements with the lender that the will be forgiven, and (iv) it will not request the lender to forgive the loan in the future.\n\nAdditionally, HPD may require an attorney's opinion that supports a finding that the transaction is a bona fide loan,and may also require documentation identifying the use of the loan proceeds and that the  loan  is  financially  necessary  for  the  success  of  the  project,  as  determined  by  HPD  in  its  sole discretion.\n\n- 3) Syndication Proceeds - In calculating the amount of credit required to fill any financing gap identified in the Sources and Uses Analysis, HPD will use an assumed minimum net equity raise factor, which shall be determined by the agency yearly, based on the agency's evaluation of current market trends. This raise factor will be applied as follows:\n- a) Timing of Analysis - The assumed minimum raise factor will be used for analyses conducted at the initial application and Carryover Allocation stages, unless the applicant has provided documentation of the actual raise factor pledged by the investor.  If the actual raise factor is known, HPD will utilize the higher of the actual or the assumed minimum.  At the \"8609\" stage, applicants must provide documentation of actual gross and net equity.  At this stage, HPD will utilize the higher of the actual raise factor or the assumed minimum factor in effect when the credits were first reserved or allocated.\n- b) Source of Equity - If tax credit equity is being raised through syndication, the assumed minimum raise factor (as expressed in cents on the dollar) will apply.  If equity is raised through a private placement with a single investor, or if the general partner or the owner is utilizing tax credits, the\n\nassumed minimum will be increased.  Where an identity of interest exists between the developer and/or investor, the equity source will be treated as a private placement.\n\n- 4) Operating Costs - The rents and operating budget will be reviewed for reasonableness.  As general reference  points,  HPD  may  refer  to  operating  cost  guidelines  used  by  the  agency's  own  financing programs, or to general industry standards.  HPD may establish reasonable assumptions with respect to the rates at which income and expenses can be expected to increase.\n- 5) HOME Subsidy Layering - When Federal HOME funds are to be used with tax credits, HPD will perform a subsidy layering review to determine that the level of assistance is appropriate and that the project owner will not receive excessive compensation or excessive Federal subsidy through HPD. Under current regulations, where Federal funds other than HOME are used in conjunction with tax credits, HUD performs the subsidy layering review.\n- 6) Tenant-Based Section 8 Vouchers - 'standalone' projects anticipating availability of new tenant-based Section 8 vouchers must be underwritten at rents not greater than the maximum tax credit rents.\n- 7) Outstanding Charges or Liens - 'standalone' projects must not have any outstanding real estate tax, water or sewer charges or liens.\n- 8) Rent Rolls - rehabilitation projects must submit current rent roll with original tax credit application.\n- 9) Capital  Needs  Assessment  -  'standalone'  rehabilitation  projects  must  submit  a  Capital  Needs Assessment to show adequate capital needs.\n- 10) Minimum Set Aside Election - Each project must elect one of the following Minimum Set Aside Elections:\n8. (a) 25/60 Election:  At least 25% of all residential rental units must be set aside for households at or below 60% of Area Median Income.\n9. (b) 20/50 Election:  At least 20% of all residential rental units must be set aside for households at or below 50% of Area Median Income.  Please note that if the 20/50 election is selected, only units at or below 50% can be designated as tax credits units.  Any unit above 50% will be treated as non-tax credit and treated as such in the applicable fraction calculation.\n10. (c) Income Averaging Election:  At least 25 % of all residential rental units must be set aside for households whose incomes do not exceed the imputed income limitation designated by the taxpayer.  The average of the imputed income limitations designated cannot exceed 60 percent  of  AMI.    The  designated  imputed  income  limitations  must  be  in  10  percent increments as follows: 20%, 30%, 40%, 50%, 60%, 70% and 80%.  More on HPD/HDC's policy regarding Income Averaging can be found here: https://www1.nyc.gov/assets/hpd/downloads/pdfs/services/hpd-hdc-income-averagingpolicy.pdf\n\nHPD's underwriting and subsequent allocation of credit shall not be construed as a representation or warranty of feasibility or viability of a project.",
      "character_count": 18438,
      "legal_references": [],
      "cross_references": [
        "Section 42",
        "Section 8"
      ],
      "page_range": null,
      "lihtc_category": null
    }
  }
}